{"0": "\r\nen.as.com\r\nNapoli vs AC Milan, live online: score, stats and updates | Champions League quarter-final\r\nDiario As\r\n22–28 minutes\r\nNapoli vs AC Milan: As it happened\r\n\r\nAC Milan are through to the semi-finals of the Champions League after a brilliant perfomance at the home of the runaway Serie A leaders. \r\n\r\nFacing a one-goal defecit from the first leg, hosts Napoli knew that they needed to score and came out of the block sharply to put Milan under pressure. Luciano Spalletti's side managed a few half chances but it was Milan who made the first real impact. \r\n\r\nRafael Leao's quick feet in the Napoli box won his side a penalty, but Olivier Giroud's spot kick was palmed wide by Alex Meret. \r\n\r\nHowever the duo combined again within minutes. Leao's powerful running finding him one-on-one with Meret and the Portuguese forward slid the ball to Giroud for a simple finish. \r\n\r\nNapoli began the second half knowing that they needed two goals to save their European campaign but became increasingly ponderous in possession.\r\n\r\nMilan appeared to be closing the game out expertly when a freak handball, probably fairly given, against Fikayo Tomori presented Napoli with a glorious chance with ten minutes remaining. Kvaratskhelia stepped up and saw his penalty saved by the impressive Mike Maignan in the Milan goal. \r\n\r\nVictor Osimhen pulled one back in the 93rd minute but it was too little to late for the hosts, who fell to a 2-1 aggregate defeat. \r\n\r\nFor Milan it was a glorious night and a return to the semi-finals of the Champions League for the first time since 2006/07, the year they were last crowned European champions.\r\n\r\nThey couldn't, could they?\r\n\r\nas.comPublicado a las: 18/04/202323:38CEST\r\n\r\nElite company for tonight's stoppers\r\n\r\nEven in the high-pressure evironment of a Champions League quarter-final, it's pretty rare for goalkeepers to save two spot kicks in a single game. The last time it happened was in 2016, when Bayern Munich met Atletico Madrid. \r\n\r\nThe keepers that day? Manual Neur and Jan Oblak.\r\n\r\nas.comPublicado a las: 18/04/202323:24CEST\r\n\r\nNapoli struggle against Milan\r\n\r\nFor the third time this month Napoli have faced AC Milan, and for the third time they leave empty-handed. Here's how those games have played out. \r\n\r\n2nd April: Napoli 0-4 AC Milan\r\n\r\n12th April: AC Milan 1-0 Napoli\r\n\r\n18th April: Napoli 1-1 AC Milan\r\n\r\nA late header from Victor Osimhen may have secured a draw on the night but it wasn't enough to extend Napoli's stay in the Champions League. \r\n\r\nas.comPublicado a las: 18/04/202323:18CEST\r\n\r\nAC Milan back at the top table\r\n\r\nAfter a 16-year absence, AC Milan are back at the top table of European football. For this season, at least. \r\n\r\nThe Rossoneri equal Juventus' Italian record of seven appearances in the final four of the Champions League. Mike Maignan played a crucial role in their victory tonight with a number of big stops and a late penalty save. \r\n\r\nNapoli will go on to win Serie A this season, but it is AC Milan who continue in the Champions League. \r\n\r\nas.comPublicado a las: 18/04/202323:15CEST\r\n\r\nDefensive masterclass from AC Milan\r\n\r\nThat's how you do it! Pioli's side progress to the semi-finals with an astonishing 26% of the  possession at the Stadio Diego Armando Maradona. Here's the story of the game, from our friends at Sofascore...\r\n\r\nas.comPublicado a las: 18/04/202323:07CEST\r\n\r\nConfirmed! AC Milan progress\r\n\r\nThere we are, despite the late goal AC Milan are through to the semi-finals of the Champions League!\r\n\r\nThe seven-time European champions reach the final four for the first time since 2006/07, when they last won the famous trophy...\r\n\r\nas.comPublicado a las: 18/04/202323:01CEST\r\n\r\nFULL TIME\r\n\r\nThey can't. \r\n\r\nAC Milan substitutes pile onto the pitch to celebrate a famous result against their Serie A rivals. What a performance from Stefano Pioli's men. \r\n\r\nAC Milan are in the semi-finals of the Champions League!\r\n\r\nas.comPublicado a las: 18/04/202322:59CEST\r\n\r\nGOAL GOAL GOAL! Napoli\r\n\r\nIt's in the net! It's in Milan's net! There's little more than a minute to go but the hosts have a lifeline. \r\n\r\nThey can't, can they??\r\n\r\nas.comPublicado a las: 18/04/202322:57CEST\r\n\r\nCHANCE! Napoli\r\n\r\nKvaratskheilia hoists the ball into the box for Osimhen but it's pushed wide for a corner. \r\n\r\nas.comPublicado a las: 18/04/202322:56CEST\r\n\r\nFour additional minutes\r\n\r\nIt's not what Spalletti will have wanted. Just a few minutes to score twice. AC Milan can almost taste it now...\r\n\r\nas.comPublicado a las: 18/04/202322:56CEST\r\n\r\nCHANCE! Napoli\r\n\r\nHirving Lozano has impressed since his introduction and he darts into the AC Milan box once again to get a strike on goal. His right-footed shot is on target but is deflected wide. \r\n\r\nNapoli fans in the stands are starting to look resigned to their fates...\r\n\r\nas.comPublicado a las: 18/04/202322:55CEST\r\n\r\nDo Milan have Napoli's number?\r\n\r\nWith just two minutes of the 90 still to play in Naples, it's beginning to look like AC Milan might be the kryptonite for this incredible Napoli team. Can the hosts conjure something in the final few here?\r\n\r\nas.comPublicado a las: 18/04/202322:52CEST\r\n\r\nAlexis Saelemaekers / Rafael Leao\r\n\r\nThe fantastic Rafael Leao is replaced. Will Milan miss his threat on the break?\r\n\r\nas.comPublicado a las: 18/04/202322:49CEST\r\n\r\nFor all AC Milan's defensive solidity it's felt like Napoli could turn the game on its head with a single chance. \r\n\r\nThe question now - was that it?\r\n\r\nas.comPublicado a las: 18/04/202322:48CEST\r\n\r\nAND HE'S MISSED\r\n\r\nAstonishing. For the second time this game, a goalkeeper makes a brilliant save to deny the penalty taker. \r\n\r\nHeartbreak for the Georgian, ecstacy for Milan. Not long to go now, can Napoli go again?\r\n\r\nas.comPublicado a las: 18/04/202322:46CEST\r\n\r\nWho's taking? It's Kvaratskheilia standing over the ball...\r\n\r\nas.comPublicado a las: 18/04/202322:45CEST\r\n\r\nPENALTY! Napoli\r\n\r\nWow. Wow. Wow.\r\n\r\nHandball on Tomori, no hesitation from the referee, but there was little the Englishman could have done there. It will, of course, be checked...\r\n\r\nas.comPublicado a las: 18/04/202322:44CEST\r\n\r\nLuciano Spalletti looks increasingly exasperated in the Napoli technical area. It's not gone right for his side so far tonight with neither Osimhen or Kvaratskheilia given the time or space to affect the game. \r\n\r\nLittle over ten minutes of the regulation remaining...\r\n\r\nas.comPublicado a las: 18/04/202322:43CEST\r\n\r\nNerves? What nerves!\r\n\r\nIt's been an incredibly assured performance this half from Stefano Piolo's side, strangling the game and silencing the crowd. \r\n\r\nCan they see out a famous win?\r\n\r\nas.comPublicado a las: 18/04/202322:41CEST\r\n\r\nGiacomo Raspadori / Piotr Zielinski\r\n\r\nOn-loan centre forward Raspadori joins Osimhen up front. Napoli will need a bit of magic to break down Pioli's side. \r\n\r\nas.comPublicado a las: 18/04/202322:39CEST\r\n\r\nThere's 20 minutes to go\r\n\r\nWhere do we stand then? AC Milan just need to avoid conceding twice and they will be in the semi-final, potentially against city rivals Inter. They will sit back and let Rafael Leao surge forward on the break. \r\n\r\nNapoli need to push, they've not really fashioned a clear opening all game and time's running out. Osimhen has cut a frustrated figure this half and Milan aren't allowing him any space in behind. \r\n\r\nIn short, it'll be attack vs defence for the next twenty minutes in Naples. Who's your money on?\r\n\r\nas.comPublicado a las: 18/04/202322:37CEST\r\n\r\nDivock Origi / Olivier Giroud\r\n\r\nMilan goal scorer Olivier Giroud departs for Origi, who has a decent history in the Champions League. \r\n\r\nas.comPublicado a las: 18/04/202322:33CEST\r\n\r\nYou can say that again, @ChampionsLeague\r\n\r\nThe hosts haven't quite hit the heights yet. Plenty of the ball, lots of attacking intent, but Milan are preventing them from carving out any real chances here. About 25 minutes left of normal time. \r\n\r\nas.comPublicado a las: 18/04/202322:30CEST\r\n\r\nGreat defensive header from Kjaer to divert a cross away from the lurking Victor Osimhen. Oliviera goes close from the resultant corner for Napoli. \r\n\r\nas.comPublicado a las: 18/04/202322:42CEST\r\n\r\nCHANCE! Napoli\r\n\r\nHirving Lozano, who has looked pretty lively since entering the fray, skips inside to fire a left-footed shot over the bar. It's not the clear-cut chance that Spalletti will be hoping for but they are now starting to stretch Milan. \r\n\r\nWith half an hour remaining it now seems like just a matter of time until Napoli forge a clear opening. But will they take it? That's the question...\r\n\r\nas.comPublicado a las: 18/04/202322:26CEST\r\n\r\nJunior Messias / Brahim Diaz\r\n\r\nJust short of the hour mark, AC Milan make their first change. \r\n\r\nas.comPublicado a las: 18/04/202322:23CEST\r\n\r\nCHANCE! Napoli\r\n\r\nBut back to it in Naples, where the home side are huffing and puffing to get back into the tie. Kvaratskheilia shows some neat footwork to dance into the Milan box but fires over from an angle. \r\n\r\nIt wasn't close, but it will give the home support a bit of a confidence boost...\r\n\r\nas.comPublicado a las: 18/04/202322:22CEST\r\nChelsea vs Real Madrid, live online: score, stats & updates | Champions League quarter-final 22/23\r\n\r\nRodrygo has put the European champions 1-0 up at Stamford Bridge, giving Real Madrid 3-0 lead in the tie. If you want to follow all the action live from London, check out Joe's minute-by-minute right here...\r\n\r\nRead more\r\n\r\nas.comPublicado a las: 18/04/202322:20CEST\r\nRafael Leao skips by Stanislav Lobotka Tanguy Ndombele.\r\n\r\nRafael Leao skips by Stanislav Lobotka Tanguy Ndombele. / ALBERTO PIZZOLI / AFP\r\n\r\nLeao's on fire\r\n\r\nIt's a sight we've seen plenty of in the opening 52 minutes in Naples: Rafael Leao surging through Napoli challenges with his direct running. It wouldn't take too long to describe Milan's tactics this evening (sit back + give it to Leao) but it's certainly proving effective. \r\n\r\nas.comPublicado a las: 18/04/202322:17CEST\r\n\r\nIt's a similar set up so far this half, Napoli pushing forward with AC Milan standing strong. Can Napoli keep the back door shut this time?\r\n\r\nas.comPublicado a las: 18/04/202322:14CEST\r\n\r\nAnd we're off!\r\n\r\nOne of these sides will be out of the Champions League later tonight, but who will it be?\r\n\r\nas.comPublicado a las: 18/04/202322:11CEST\r\n\r\n'That Rafael Leao run was absolutely brilliant'\r\n\r\nHaving had a minute to catch my breath and reflect on a thrilling first 45, I'm afraid that's as insightful as I can be.\r\n\r\nA 60-yard assist from the Portuguese star. We're nearly underway for the second half...\r\n\r\nas.comPublicado a las: 18/04/202322:12CEST\r\n\r\nOlivier Giround makes ammends\r\n\r\nMissed a penalty in the second leg of a Champions League quarter-final? Don't worry about it! Simply pick yourself up and fire home another just minutes later. Milan are two goals to the good with 45 minutes left to play in this tie. \r\n\r\nas.comPublicado a las: 18/04/202322:04CEST\r\n\r\nWhat a half of football. Napoli have pushed and pulled but the AC Milan back line has stayed, largely, resolute. \r\n\r\nThe hosts carved out a few good chance, with Kvaratskheilia posing a danger from the left throughout. Mike Maignan was called into action a few times in the Milan goal but it was the visitors who enjoyed the clearest of the openings. \r\n\r\nThe first, a penalty for a foul on Rafael Leao, was brilliantly saved by Alex Meret in the Napoli goal but Olivier Giroud made ammends for the miss shortly after. \r\n\r\nOnce again Leao was the architect, this time with a scintillating run from his own half before rolling the ball to Giround to finish. The 36-year-old roared with delight as the ball hit the back of the net two give his side a two-goal cushion. \r\n\r\nNapoli could point to a disallowed goal and a decent shout for a penalty, but with 45 minutes left to play they will have to improve if they are to continue their European adventure. \r\n\r\nas.comPublicado a las: 18/04/202322:02CEST\r\n\r\nAgg: Napoli 0-2 AC Milan\r\n\r\nas.comPublicado a las: 18/04/202321:55CEST\r\n\r\nHalf time: Phew...\r\n\r\nA brilliant first 45 minutes that saw AC Milan double their aggregate lead. But plenty of chances for the hosts and reason to believe that we're in for a cracker in the second half. \r\n\r\nas.comPublicado a las: 18/04/202321:54CEST\r\n\r\nCHANCE! Napoli\r\n\r\nAt last the ball's in the Milan net, but the whistle was blown. Victor Osimhen fires past Mike Maignan but the Napoli striker was adjudged to have handled the ball. \r\n\r\nReplays show that he did. \r\n\r\nas.comPublicado a las: 18/04/202321:51CEST\r\n\r\nSix minutes added!\r\n\r\nIt could have been more, in all honesty.\r\n\r\nWhat a half of football at the Stadio Diego Armando Maradona. \r\n\r\nas.comPublicado a las: 18/04/202321:48CEST\r\n\r\nThroughout the first half AC Milan have looked pretty dangerous on the counter attack. This time, Rafael Leao 'was' the counter-attack. \r\n\r\nThe Portuguese forward picked the ball up in his own half, surged towards the Napoli backline and found himself through on goal. Even more incredibly, the 36-year-old Oliver Giroud had managed to keep up and was on hand to fire Leao's square ball into the net. \r\n\r\n2-0 on aggregate!\r\n\r\nas.comPublicado a las: 18/04/202321:47CEST\r\n\r\nGOALLLLL! AC Milan\r\n\r\nThere it is, Olivier Giroud makes ammends. But what a run from Rafael Leao!\r\n\r\nas.comPublicado a las: 18/04/202321:44CEST\r\n\r\nItalian football, aye? Slow, considered, a bit boring...\r\n\r\nNot on the evidence of the first 40 minutes here. Agressive football, chances aplenty and some meaty challenges flying in. What more could you ask for on Champions League night?\r\n\r\nas.comPublicado a las: 18/04/202321:43CEST\r\n\r\nIt was a clumsy challenge by Rafael Leao of all people. He slid in at the crucial moment just as Hirving Lozano was about to pull the trigger, getting a decent chunk of both man and ball. Decent shout for a spot kick, but probably rightly dismissed. \r\n\r\nIf nothing else, it's got the fans going!\r\n\r\nas.comPublicado a las: 18/04/202321:41CEST\r\n\r\nPenalty check for Napoli?\r\n\r\nHirving Lozano, straight into the action, down under a heavy challenge... But NO PENALTY. \r\n\r\nOn we go...\r\n\r\nas.comPublicado a las: 18/04/202321:38CEST\r\n\r\nMathias Olivera / Mario Rui\r\n\r\nAnd another one! Looks like it was a double change for the hosts, Rui was also down in recent minutes. Two first half changes for Napoli, how will they respond?\r\n\r\nas.comPublicado a las: 18/04/202321:37CEST\r\n\r\nMatteo Politano / Hirving Lozano\r\n\r\nYep, that's Politano's night over. Disappointing for the 29-year-old Italian. \r\n\r\nas.comPublicado a las: 18/04/202321:35CEST\r\n\r\nMatteo Politano (Napoli)\r\n\r\nThe Napoli winger went down near the corner flag, possibly having caught his studs in the turf. It doesn't look good for the winger and Spalletti is readying replacements on the touchline. \r\n\r\nas.comPublicado a las: 18/04/202321:34CEST\r\n\r\nCHANCE! Milan\r\n\r\nAlex Meret keeps out Olivier Giroud again! The Napoli stopper's trailing leg denies the Frenchamn a certain goal. The hosts are living a little dangerously here, Milan pose a real threat on the break. \r\n\r\nas.comPublicado a las: 18/04/202321:32CEST\r\n\r\nSecond ever penalty miss for Giroud\r\n\r\nThat spot kick was the 29th of the Frenchman's career and only the second time that he's failed to hit the back of the net.\r\n\r\nThe only other time he's missed? A 6-1 EFL Cup demolition of Coventry City back in 2012. The stakes, you feel, are a little higher tonight...\r\n\r\nas.comPublicado a las: 18/04/202321:29CEST\r\n\r\nWe have a break in play here, chance to take a breath and reflect on what we've seen. Napoli dominated the ball in the opening stages and fashioned a few half chances without ever really troubling Mike Maignan in the Milan goal. \r\n\r\nBut the visitors caught the hosts on the break and Raphael Leao's quick footwork won Pioli's side a penalty. Giroud, 36 years of age, stood up to take but his firmly struck spot kick was parried wide by Alex Meret. \r\n\r\nStill 1-0 to Milan on aggregate, but Napoli will take heart from that near miss. \r\n\r\nas.comPublicado a las: 18/04/202321:27CEST\r\n\r\nSAVED! ALex Meret makes the stop\r\n\r\nSensational scenes in Naples as Meret dives to his left to deny Giroud. What a roar! \r\n\r\nas.comPublicado a las: 18/04/202321:24CEST\r\n\r\nPENALTY! Milan\r\n\r\nAnd the visitors go up the other end and create an opportunity to take control of the tie. Giroud steps up...\r\n\r\nas.comPublicado a las: 18/04/202321:23CEST\r\n\r\nCHANCE! Napoli\r\n\r\nIt's a familiar feeling for the hosts as the ball whistles just wide of Maignan's post. Still 0-0 with 20 on the clock. \r\n\r\nas.comPublicado a las: 18/04/202321:22CEST\r\nAC Milan midfielder Brahim Diaz challenges Napoli's Stanislav Lobotka.\r\n\r\nALBERTO PIZZOLI / AFP\r\n\r\nEnd-to-end start in Naples\r\n\r\nSerie A bragging rights? Semi-final place on the line? Nervous?\r\n\r\nNapoli are on the front foot looking to dominate procedings but Milan aren't content to sit back. It's got the makings of a UCL cracker in Naples.\r\n\r\nas.comPublicado a las: 18/04/202321:21CEST\r\n\r\nIt's been a frenetic start in the Stadio Diego Armando Maradona, with Naples on top. The stadium is packed and confidence is clearly high, but they know Milan pose a threat on the break. \r\n\r\nAnd as I write that, Tonali sends in a dangerous ball into the Napoli box... Not this time. \r\n\r\nas.comPublicado a las: 18/04/202321:16CEST\r\n\r\nCHANCE! Napoli\r\n\r\nAnother opening for the hosts as Kvaratskhelia darts inside Milan full-back Davide Calabria but fires straight at Maignan. Naples is buzzing and the hosts are dominating the play here!\r\n\r\nas.comPublicado a las: 18/04/202321:11CEST\r\n\r\nCHANCE! Napoli\r\n\r\nThe free kick was deflected wide but Napoli fashion a real opening from the resulting corner. Header tipped wide by Maignan, but a very promising start for the hosts. \r\n\r\nas.comPublicado a las: 18/04/202321:08CEST\r\n\r\nFree-kick to Napoli\r\n\r\nThe hosts have wasted no time in taking control of the game, pushing up high to win the ball back in dangerous areas. After doing just that the ball fell to Kvaratskhelia, who won a free kick. \r\n\r\nas.comPublicado a las: 18/04/202321:06CEST\r\n\r\nSo, a refresher from the first leg. AC Milan have a 1-0 lead so they just need a draw to return to the semi-finals of the Champions League for the first time since 2006/07. \r\n\r\nNapoli need a win, but have the goal-scoring prowess of Victor Osimhen back in the side after a month-long absense. \r\n\r\nIt's finely poised, with European success on the line...\r\n\r\nas.comPublicado a las: 18/04/202321:04CEST\r\n\r\nAnd we're off...\r\n\r\nWe're underway in Naples, with the hosts immediately on the attack!\r\n\r\nas.comPublicado a las: 18/04/202321:02CEST\r\n\r\nMilan put through their paces in the warm up\r\n\r\nThe atmosphere is electric in the Stadio Diego Armanda Maradona in preparation for a massive all-Italian Serie A clash. Milan are far adrift of Napoli in the league but hold a one-goal advantage from the first leg. Can Pioli's side return to the semi-final, where they face a winnable game?\r\n\r\nOlivier Giroud leads the line at the age of 36, while his compatriot Mike Maignan is between the sticks. It's a massive night in the illustrious history of AC Milan. \r\n\r\nas.comPublicado a las: 18/04/202320:52CEST\r\n\r\nNapoli on the brink of historic season\r\n\r\nNapoli have been in incredible form this season and are on the march for a first title win in more than 30 years. But things look a lot less rosy last summer. \r\n\r\nClub supporters known as Ultras have been on strike at point of the season, essentially boycotting games, due to various grievances. This has included security arrangements, ticket prices, and accusations against owner Aurelio De Laurentiis.\r\n\r\nNapoli's manager, Luciano Spalletti, finds the strike to be a distraction and threatened to resign if it happened again. Any protests have been called off for this game, though, with everyone pushing for an historic end to the season.\r\n\r\nHowever, the club has broadly overperformed under De Laurentiis's leadership, with 13 consecutive seasons in European competition and talented signings such as Gonzalo Higuaín, Edinson Cavani, and Dries Mertens. They now stand on the brink of something truly special. \r\n\r\nas.comPublicado a las: 18/04/202320:33CEST\r\n\r\nTeam confirmation: Napoli vs AC Milan\r\n\r\nConfirmation of tonight's teams. Osimhen in, Giroud back, let's go...\r\n\r\nNapoli XI: Meret; Di Lorenzo, Rrahmani, Jesús, Rui; Zielinski, Lobotka, Ndombélé; Politano, Kvaratskhelia, Osimhen.\r\n\r\nAC Milan XI: Maignan; Calabria, Tomori, Kjaer, Hernández; Bennacer, Tonali; Leao, Krunic, Díaz; Giroud.\r\n\r\nas.comPublicado a las: 18/04/202320:12CEST\r\n\r\nAnd the Napoli starting XI\r\n\r\nHere's the host's line-up for this evening. Former Tottenham Hotspur midfielder replaces Frank Anguissa in the middle, while Juan Jesus is drafted in to the defence. \r\n\r\nBut the big news for Napoli fans; Victor Osimhen returns to the starting team. Hold onto your hats...\r\n\r\nas.comPublicado a las: 18/04/202320:11CEST\r\n\r\nNapoli vs AC Milan: Starting XI\r\n\r\nConfirmation of tonight's teams. Osimhen in, Giroud back, let's go...\r\n\r\nNapoli XI: Meret; Di Lorenzo, Rrahmani, Jesús, Rui; Zielinski, Lobotka, Ndombélé; Politano, Kvaratskhelia, Osimhen.\r\n\r\nAC Milan XI: Maignan; Calabria, Tomori, Kjaer, Hernández; Bennacer, Tonali; Leao, Krunic, Díaz; Giroud.\r\n\r\nas.comPublicado a las: 18/04/202320:08CEST\r\n\r\nAC Milan team news is in!\r\n\r\nLittle over an hour to go in Naples and the AC Milan team news is in. Olivier Giroud returns to the starting XI, flanked by Raphael Leao and Brahim Diaz. Calabria captains a Milan side looking to return to the semi-finals of the Champions League for the first time since 2006/07, when they lifted the trophy under Carlo Ancelotti. \r\n\r\nas.comPublicado a las: 18/04/202319:59CEST\r\n\r\nWakey, wakey...\r\n\r\nFeeling fresh for a massive evening of Champions League football? Well AC Milan fans will be hoping that their side managed to get a few hours' kip after their hotel was beseiged by Napoli fans intent on disrupting their slumber. \r\n\r\nFlares, music, fireworks... All in a night's work for the Naples ultras. \r\n\r\nas.comPublicado a las: 18/04/202319:44CEST\r\nWho is Szymon Marciniak, the referee for Napoli vs Milan? Champions League quarterfinal second leg\r\n\r\nIn last week's first leg Napoli suffered a harsh sending off for midfielder Frank Anguissa, who will now miss tonight's crucial return fixture. The atmosphere in the Stadio Diego Armando Maradona will be extraordinary and the man in the middle will need to be on his game to keep tensions in check. \r\n\r\nHere's what we know about Symon Marciniak...\r\n\r\nas.comPublicado a las: 18/04/202319:30CEST\r\n\r\nThe scene is set...\r\n\r\nNaples is preparing for its biggest European fixtures for decades. Can Luciano Spalletti's men take revenge on AC Milan after two recent defeats?\r\n\r\nas.comPublicado a las: 18/04/202319:08CEST\r\nWhich side has the best historic record?\r\n\r\nNapoli vs AC Milan: Head-to-head\r\n\r\nTonight's all-Italian quarter-final brings together two of the most storied clubs in European football history.\r\n\r\nNapoli, on the verge of a first Serie A title since the days of Diego Maradona, will be desperate to continue their European adventure. While seven-time European champions AC Milan will believe that their illustrious history deserves a return to the latter stages of the Champions League. \r\n\r\nHistorically Milan have the edge, but who will triumph in Naples?\r\n\r\nas.comPublicado a las: 18/04/202319:00CEST\r\nKim Min-jae is suspended for the Milan clash\r\n\r\nCIRO DE LUCA / REUTERS\r\n\r\nNapoli without two key players\r\n\r\nLuciano Spalletti's side will be without two regular starters for the all-important Champions League quarter-final against AC Milan. Both Kim Min-jae and Frank Anguissa are out of the game, meaning that Napoli will be without their authoritative presences. \r\n\r\nWe'll have team news from the Stadio Diego Armando Maradona as soon as possible...\r\n\r\nas.comPublicado a las: 18/04/202318:56CEST\r\n\r\nAC Milan have had the better of Napoli this month\r\n\r\nThe two sides meet for the third time this month with Champions League progression on the line. Napoli have been sensational in the league and are currently 22 points ahead of AC Milan in Serie A. But in recent weeks Milan have enjoyed two victories over Luciano Spalletti's side without conceding a goal. \r\n\r\nBut Milan face a different proposition tonight with Victor Osinhem back fit. Will the 25-goal top goalscorer be the difference for Napoli?\r\n\r\nas.comPublicado a las: 18/04/202318:50CEST\r\n\r\nWelcome to AS USA for Napoli vs AC Milan\r\n\r\nWhat an evening we have in store! Tonight the first two semi-finalists of the 2022/23 Champions League will be decided and we'll be bringing you live coverage of both games. \r\n\r\nI'm Will and I'll be keeping you up to date with events from the Stadio Diego Armando Maradona as Napoli look to overturn a 1-0 first leg loss to AC Milan. \r\n\r\nThe hosts have been in incredible form in Serie A and look destined to pick up their first league title in 30 years, but have lost twice to Milan in recent weeks. Napoli will welcome back top goalscorer Victor Osimhen to the team after the Nigerian's recovery from injury. \r\n\r\nas.comPublicado a las: 18/04/202318:46CEST\r\n", "1": "\r\nen.as.com\r\nNapoli vs AC Milan, live online: score, stats and updates | Champions League quarter-final\r\nDiario As\r\n22–28 minutes\r\nNapoli vs AC Milan: As it happened\r\n\r\nAC Milan are through to the semi-finals of the Champions League after a brilliant perfomance at the home of the runaway Serie A leaders. \r\n\r\nFacing a one-goal defecit from the first leg, hosts Napoli knew that they needed to score and came out of the block sharply to put Milan under pressure. Luciano Spalletti's side managed a few half chances but it was Milan who made the first real impact. \r\n\r\nRafael Leao's quick feet in the Napoli box won his side a penalty, but Olivier Giroud's spot kick was palmed wide by Alex Meret. \r\n\r\nHowever the duo combined again within minutes. Leao's powerful running finding him one-on-one with Meret and the Portuguese forward slid the ball to Giroud for a simple finish. \r\n\r\nNapoli began the second half knowing that they needed two goals to save their European campaign but became increasingly ponderous in possession.\r\n\r\nMilan appeared to be closing the game out expertly when a freak handball, probably fairly given, against Fikayo Tomori presented Napoli with a glorious chance with ten minutes remaining. Kvaratskhelia stepped up and saw his penalty saved by the impressive Mike Maignan in the Milan goal. \r\n\r\nVictor Osimhen pulled one back in the 93rd minute but it was too little to late for the hosts, who fell to a 2-1 aggregate defeat. \r\n\r\nFor Milan it was a glorious night and a return to the semi-finals of the Champions League for the first time since 2006/07, the year they were last crowned European champions.\r\n\r\nThey couldn't, could they?\r\n\r\nas.comPublicado a las: 18/04/202323:38CEST\r\n\r\nElite company for tonight's stoppers\r\n\r\nEven in the high-pressure evironment of a Champions League quarter-final, it's pretty rare for goalkeepers to save two spot kicks in a single game. The last time it happened was in 2016, when Bayern Munich met Atletico Madrid. \r\n\r\nThe keepers that day? Manual Neur and Jan Oblak.\r\n\r\nas.comPublicado a las: 18/04/202323:24CEST\r\n\r\nNapoli struggle against Milan\r\n\r\nFor the third time this month Napoli have faced AC Milan, and for the third time they leave empty-handed. Here's how those games have played out. \r\n\r\n2nd April: Napoli 0-4 AC Milan\r\n\r\n12th April: AC Milan 1-0 Napoli\r\n\r\n18th April: Napoli 1-1 AC Milan\r\n\r\nA late header from Victor Osimhen may have secured a draw on the night but it wasn't enough to extend Napoli's stay in the Champions League. \r\n\r\nas.comPublicado a las: 18/04/202323:18CEST\r\n\r\nAC Milan back at the top table\r\n\r\nAfter a 16-year absence, AC Milan are back at the top table of European football. For this season, at least. \r\n\r\nThe Rossoneri equal Juventus' Italian record of seven appearances in the final four of the Champions League. Mike Maignan played a crucial role in their victory tonight with a number of big stops and a late penalty save. \r\n\r\nNapoli will go on to win Serie A this season, but it is AC Milan who continue in the Champions League. \r\n\r\nas.comPublicado a las: 18/04/202323:15CEST\r\n\r\nDefensive masterclass from AC Milan\r\n\r\nThat's how you do it! Pioli's side progress to the semi-finals with an astonishing 26% of the  possession at the Stadio Diego Armando Maradona. Here's the story of the game, from our friends at Sofascore...\r\n\r\nas.comPublicado a las: 18/04/202323:07CEST\r\n\r\nConfirmed! AC Milan progress\r\n\r\nThere we are, despite the late goal AC Milan are through to the semi-finals of the Champions League!\r\n\r\nThe seven-time European champions reach the final four for the first time since 2006/07, when they last won the famous trophy...\r\n\r\nas.comPublicado a las: 18/04/202323:01CEST\r\n\r\nFULL TIME\r\n\r\nThey can't. \r\n\r\nAC Milan substitutes pile onto the pitch to celebrate a famous result against their Serie A rivals. What a performance from Stefano Pioli's men. \r\n\r\nAC Milan are in the semi-finals of the Champions League!\r\n\r\nas.comPublicado a las: 18/04/202322:59CEST\r\n\r\nGOAL GOAL GOAL! Napoli\r\n\r\nIt's in the net! It's in Milan's net! There's little more than a minute to go but the hosts have a lifeline. \r\n\r\nThey can't, can they??\r\n\r\nas.comPublicado a las: 18/04/202322:57CEST\r\n\r\nCHANCE! Napoli\r\n\r\nKvaratskheilia hoists the ball into the box for Osimhen but it's pushed wide for a corner. \r\n\r\nas.comPublicado a las: 18/04/202322:56CEST\r\n\r\nFour additional minutes\r\n\r\nIt's not what Spalletti will have wanted. Just a few minutes to score twice. AC Milan can almost taste it now...\r\n\r\nas.comPublicado a las: 18/04/202322:56CEST\r\n\r\nCHANCE! Napoli\r\n\r\nHirving Lozano has impressed since his introduction and he darts into the AC Milan box once again to get a strike on goal. His right-footed shot is on target but is deflected wide. \r\n\r\nNapoli fans in the stands are starting to look resigned to their fates...\r\n\r\nas.comPublicado a las: 18/04/202322:55CEST\r\n\r\nDo Milan have Napoli's number?\r\n\r\nWith just two minutes of the 90 still to play in Naples, it's beginning to look like AC Milan might be the kryptonite for this incredible Napoli team. Can the hosts conjure something in the final few here?\r\n\r\nas.comPublicado a las: 18/04/202322:52CEST\r\n\r\nAlexis Saelemaekers / Rafael Leao\r\n\r\nThe fantastic Rafael Leao is replaced. Will Milan miss his threat on the break?\r\n\r\nas.comPublicado a las: 18/04/202322:49CEST\r\n\r\nFor all AC Milan's defensive solidity it's felt like Napoli could turn the game on its head with a single chance. \r\n\r\nThe question now - was that it?\r\n\r\nas.comPublicado a las: 18/04/202322:48CEST\r\n\r\nAND HE'S MISSED\r\n\r\nAstonishing. For the second time this game, a goalkeeper makes a brilliant save to deny the penalty taker. \r\n\r\nHeartbreak for the Georgian, ecstacy for Milan. Not long to go now, can Napoli go again?\r\n\r\nas.comPublicado a las: 18/04/202322:46CEST\r\n\r\nWho's taking? It's Kvaratskheilia standing over the ball...\r\n\r\nas.comPublicado a las: 18/04/202322:45CEST\r\n\r\nPENALTY! Napoli\r\n\r\nWow. Wow. Wow.\r\n\r\nHandball on Tomori, no hesitation from the referee, but there was little the Englishman could have done there. It will, of course, be checked...\r\n\r\nas.comPublicado a las: 18/04/202322:44CEST\r\n\r\nLuciano Spalletti looks increasingly exasperated in the Napoli technical area. It's not gone right for his side so far tonight with neither Osimhen or Kvaratskheilia given the time or space to affect the game. \r\n\r\nLittle over ten minutes of the regulation remaining...\r\n\r\nas.comPublicado a las: 18/04/202322:43CEST\r\n\r\nNerves? What nerves!\r\n\r\nIt's been an incredibly assured performance this half from Stefano Piolo's side, strangling the game and silencing the crowd. \r\n\r\nCan they see out a famous win?\r\n\r\nas.comPublicado a las: 18/04/202322:41CEST\r\n\r\nGiacomo Raspadori / Piotr Zielinski\r\n\r\nOn-loan centre forward Raspadori joins Osimhen up front. Napoli will need a bit of magic to break down Pioli's side. \r\n\r\nas.comPublicado a las: 18/04/202322:39CEST\r\n\r\nThere's 20 minutes to go\r\n\r\nWhere do we stand then? AC Milan just need to avoid conceding twice and they will be in the semi-final, potentially against city rivals Inter. They will sit back and let Rafael Leao surge forward on the break. \r\n\r\nNapoli need to push, they've not really fashioned a clear opening all game and time's running out. Osimhen has cut a frustrated figure this half and Milan aren't allowing him any space in behind. \r\n\r\nIn short, it'll be attack vs defence for the next twenty minutes in Naples. Who's your money on?\r\n\r\nas.comPublicado a las: 18/04/202322:37CEST\r\n\r\nDivock Origi / Olivier Giroud\r\n\r\nMilan goal scorer Olivier Giroud departs for Origi, who has a decent history in the Champions League. \r\n\r\nas.comPublicado a las: 18/04/202322:33CEST\r\n\r\nYou can say that again, @ChampionsLeague\r\n\r\nThe hosts haven't quite hit the heights yet. Plenty of the ball, lots of attacking intent, but Milan are preventing them from carving out any real chances here. About 25 minutes left of normal time. \r\n\r\nas.comPublicado a las: 18/04/202322:30CEST\r\n\r\nGreat defensive header from Kjaer to divert a cross away from the lurking Victor Osimhen. Oliviera goes close from the resultant corner for Napoli. \r\n\r\nas.comPublicado a las: 18/04/202322:42CEST\r\n\r\nCHANCE! Napoli\r\n\r\nHirving Lozano, who has looked pretty lively since entering the fray, skips inside to fire a left-footed shot over the bar. It's not the clear-cut chance that Spalletti will be hoping for but they are now starting to stretch Milan. \r\n\r\nWith half an hour remaining it now seems like just a matter of time until Napoli forge a clear opening. But will they take it? That's the question...\r\n\r\nas.comPublicado a las: 18/04/202322:26CEST\r\n\r\nJunior Messias / Brahim Diaz\r\n\r\nJust short of the hour mark, AC Milan make their first change. \r\n\r\nas.comPublicado a las: 18/04/202322:23CEST\r\n\r\nCHANCE! Napoli\r\n\r\nBut back to it in Naples, where the home side are huffing and puffing to get back into the tie. Kvaratskheilia shows some neat footwork to dance into the Milan box but fires over from an angle. \r\n\r\nIt wasn't close, but it will give the home support a bit of a confidence boost...\r\n\r\nas.comPublicado a las: 18/04/202322:22CEST\r\nChelsea vs Real Madrid, live online: score, stats & updates | Champions League quarter-final 22/23\r\n\r\nRodrygo has put the European champions 1-0 up at Stamford Bridge, giving Real Madrid 3-0 lead in the tie. If you want to follow all the action live from London, check out Joe's minute-by-minute right here...\r\n\r\nRead more\r\n\r\nas.comPublicado a las: 18/04/202322:20CEST\r\nRafael Leao skips by Stanislav Lobotka Tanguy Ndombele.\r\n\r\nRafael Leao skips by Stanislav Lobotka Tanguy Ndombele. / ALBERTO PIZZOLI / AFP\r\n\r\nLeao's on fire\r\n\r\nIt's a sight we've seen plenty of in the opening 52 minutes in Naples: Rafael Leao surging through Napoli challenges with his direct running. It wouldn't take too long to describe Milan's tactics this evening (sit back + give it to Leao) but it's certainly proving effective. \r\n\r\nas.comPublicado a las: 18/04/202322:17CEST\r\n\r\nIt's a similar set up so far this half, Napoli pushing forward with AC Milan standing strong. Can Napoli keep the back door shut this time?\r\n\r\nas.comPublicado a las: 18/04/202322:14CEST\r\n\r\nAnd we're off!\r\n\r\nOne of these sides will be out of the Champions League later tonight, but who will it be?\r\n\r\nas.comPublicado a las: 18/04/202322:11CEST\r\n\r\n'That Rafael Leao run was absolutely brilliant'\r\n\r\nHaving had a minute to catch my breath and reflect on a thrilling first 45, I'm afraid that's as insightful as I can be.\r\n\r\nA 60-yard assist from the Portuguese star. We're nearly underway for the second half...\r\n\r\nas.comPublicado a las: 18/04/202322:12CEST\r\n\r\nOlivier Giround makes ammends\r\n\r\nMissed a penalty in the second leg of a Champions League quarter-final? Don't worry about it! Simply pick yourself up and fire home another just minutes later. Milan are two goals to the good with 45 minutes left to play in this tie. \r\n\r\nas.comPublicado a las: 18/04/202322:04CEST\r\n\r\nWhat a half of football. Napoli have pushed and pulled but the AC Milan back line has stayed, largely, resolute. \r\n\r\nThe hosts carved out a few good chance, with Kvaratskheilia posing a danger from the left throughout. Mike Maignan was called into action a few times in the Milan goal but it was the visitors who enjoyed the clearest of the openings. \r\n\r\nThe first, a penalty for a foul on Rafael Leao, was brilliantly saved by Alex Meret in the Napoli goal but Olivier Giroud made ammends for the miss shortly after. \r\n\r\nOnce again Leao was the architect, this time with a scintillating run from his own half before rolling the ball to Giround to finish. The 36-year-old roared with delight as the ball hit the back of the net two give his side a two-goal cushion. \r\n\r\nNapoli could point to a disallowed goal and a decent shout for a penalty, but with 45 minutes left to play they will have to improve if they are to continue their European adventure. \r\n\r\nas.comPublicado a las: 18/04/202322:02CEST\r\n\r\nAgg: Napoli 0-2 AC Milan\r\n\r\nas.comPublicado a las: 18/04/202321:55CEST\r\n\r\nHalf time: Phew...\r\n\r\nA brilliant first 45 minutes that saw AC Milan double their aggregate lead. But plenty of chances for the hosts and reason to believe that we're in for a cracker in the second half. \r\n\r\nas.comPublicado a las: 18/04/202321:54CEST\r\n\r\nCHANCE! Napoli\r\n\r\nAt last the ball's in the Milan net, but the whistle was blown. Victor Osimhen fires past Mike Maignan but the Napoli striker was adjudged to have handled the ball. \r\n\r\nReplays show that he did. \r\n\r\nas.comPublicado a las: 18/04/202321:51CEST\r\n\r\nSix minutes added!\r\n\r\nIt could have been more, in all honesty.\r\n\r\nWhat a half of football at the Stadio Diego Armando Maradona. \r\n\r\nas.comPublicado a las: 18/04/202321:48CEST\r\n\r\nThroughout the first half AC Milan have looked pretty dangerous on the counter attack. This time, Rafael Leao 'was' the counter-attack. \r\n\r\nThe Portuguese forward picked the ball up in his own half, surged towards the Napoli backline and found himself through on goal. Even more incredibly, the 36-year-old Oliver Giroud had managed to keep up and was on hand to fire Leao's square ball into the net. \r\n\r\n2-0 on aggregate!\r\n\r\nas.comPublicado a las: 18/04/202321:47CEST\r\n\r\nGOALLLLL! AC Milan\r\n\r\nThere it is, Olivier Giroud makes ammends. But what a run from Rafael Leao!\r\n\r\nas.comPublicado a las: 18/04/202321:44CEST\r\n\r\nItalian football, aye? Slow, considered, a bit boring...\r\n\r\nNot on the evidence of the first 40 minutes here. Agressive football, chances aplenty and some meaty challenges flying in. What more could you ask for on Champions League night?\r\n\r\nas.comPublicado a las: 18/04/202321:43CEST\r\n\r\nIt was a clumsy challenge by Rafael Leao of all people. He slid in at the crucial moment just as Hirving Lozano was about to pull the trigger, getting a decent chunk of both man and ball. Decent shout for a spot kick, but probably rightly dismissed. \r\n\r\nIf nothing else, it's got the fans going!\r\n\r\nas.comPublicado a las: 18/04/202321:41CEST\r\n\r\nPenalty check for Napoli?\r\n\r\nHirving Lozano, straight into the action, down under a heavy challenge... But NO PENALTY. \r\n\r\nOn we go...\r\n\r\nas.comPublicado a las: 18/04/202321:38CEST\r\n\r\nMathias Olivera / Mario Rui\r\n\r\nAnd another one! Looks like it was a double change for the hosts, Rui was also down in recent minutes. Two first half changes for Napoli, how will they respond?\r\n\r\nas.comPublicado a las: 18/04/202321:37CEST\r\n\r\nMatteo Politano / Hirving Lozano\r\n\r\nYep, that's Politano's night over. Disappointing for the 29-year-old Italian. \r\n\r\nas.comPublicado a las: 18/04/202321:35CEST\r\n\r\nMatteo Politano (Napoli)\r\n\r\nThe Napoli winger went down near the corner flag, possibly having caught his studs in the turf. It doesn't look good for the winger and Spalletti is readying replacements on the touchline. \r\n\r\nas.comPublicado a las: 18/04/202321:34CEST\r\n\r\nCHANCE! Milan\r\n\r\nAlex Meret keeps out Olivier Giroud again! The Napoli stopper's trailing leg denies the Frenchamn a certain goal. The hosts are living a little dangerously here, Milan pose a real threat on the break. \r\n\r\nas.comPublicado a las: 18/04/202321:32CEST\r\n\r\nSecond ever penalty miss for Giroud\r\n\r\nThat spot kick was the 29th of the Frenchman's career and only the second time that he's failed to hit the back of the net.\r\n\r\nThe only other time he's missed? A 6-1 EFL Cup demolition of Coventry City back in 2012. The stakes, you feel, are a little higher tonight...\r\n\r\nas.comPublicado a las: 18/04/202321:29CEST\r\n\r\nWe have a break in play here, chance to take a breath and reflect on what we've seen. Napoli dominated the ball in the opening stages and fashioned a few half chances without ever really troubling Mike Maignan in the Milan goal. \r\n\r\nBut the visitors caught the hosts on the break and Raphael Leao's quick footwork won Pioli's side a penalty. Giroud, 36 years of age, stood up to take but his firmly struck spot kick was parried wide by Alex Meret. \r\n\r\nStill 1-0 to Milan on aggregate, but Napoli will take heart from that near miss. \r\n\r\nas.comPublicado a las: 18/04/202321:27CEST\r\n\r\nSAVED! ALex Meret makes the stop\r\n\r\nSensational scenes in Naples as Meret dives to his left to deny Giroud. What a roar! \r\n\r\nas.comPublicado a las: 18/04/202321:24CEST\r\n\r\nPENALTY! Milan\r\n\r\nAnd the visitors go up the other end and create an opportunity to take control of the tie. Giroud steps up...\r\n\r\nas.comPublicado a las: 18/04/202321:23CEST\r\n\r\nCHANCE! Napoli\r\n\r\nIt's a familiar feeling for the hosts as the ball whistles just wide of Maignan's post. Still 0-0 with 20 on the clock. \r\n\r\nas.comPublicado a las: 18/04/202321:22CEST\r\nAC Milan midfielder Brahim Diaz challenges Napoli's Stanislav Lobotka.\r\n\r\nALBERTO PIZZOLI / AFP\r\n\r\nEnd-to-end start in Naples\r\n\r\nSerie A bragging rights? Semi-final place on the line? Nervous?\r\n\r\nNapoli are on the front foot looking to dominate procedings but Milan aren't content to sit back. It's got the makings of a UCL cracker in Naples.\r\n\r\nas.comPublicado a las: 18/04/202321:21CEST\r\n\r\nIt's been a frenetic start in the Stadio Diego Armando Maradona, with Naples on top. The stadium is packed and confidence is clearly high, but they know Milan pose a threat on the break. \r\n\r\nAnd as I write that, Tonali sends in a dangerous ball into the Napoli box... Not this time. \r\n\r\nas.comPublicado a las: 18/04/202321:16CEST\r\n\r\nCHANCE! Napoli\r\n\r\nAnother opening for the hosts as Kvaratskhelia darts inside Milan full-back Davide Calabria but fires straight at Maignan. Naples is buzzing and the hosts are dominating the play here!\r\n\r\nas.comPublicado a las: 18/04/202321:11CEST\r\n\r\nCHANCE! Napoli\r\n\r\nThe free kick was deflected wide but Napoli fashion a real opening from the resulting corner. Header tipped wide by Maignan, but a very promising start for the hosts. \r\n\r\nas.comPublicado a las: 18/04/202321:08CEST\r\n\r\nFree-kick to Napoli\r\n\r\nThe hosts have wasted no time in taking control of the game, pushing up high to win the ball back in dangerous areas. After doing just that the ball fell to Kvaratskhelia, who won a free kick. \r\n\r\nas.comPublicado a las: 18/04/202321:06CEST\r\n\r\nSo, a refresher from the first leg. AC Milan have a 1-0 lead so they just need a draw to return to the semi-finals of the Champions League for the first time since 2006/07. \r\n\r\nNapoli need a win, but have the goal-scoring prowess of Victor Osimhen back in the side after a month-long absense. \r\n\r\nIt's finely poised, with European success on the line...\r\n\r\nas.comPublicado a las: 18/04/202321:04CEST\r\n\r\nAnd we're off...\r\n\r\nWe're underway in Naples, with the hosts immediately on the attack!\r\n\r\nas.comPublicado a las: 18/04/202321:02CEST\r\n\r\nMilan put through their paces in the warm up\r\n\r\nThe atmosphere is electric in the Stadio Diego Armanda Maradona in preparation for a massive all-Italian Serie A clash. Milan are far adrift of Napoli in the league but hold a one-goal advantage from the first leg. Can Pioli's side return to the semi-final, where they face a winnable game?\r\n\r\nOlivier Giroud leads the line at the age of 36, while his compatriot Mike Maignan is between the sticks. It's a massive night in the illustrious history of AC Milan. \r\n\r\nas.comPublicado a las: 18/04/202320:52CEST\r\n\r\nNapoli on the brink of historic season\r\n\r\nNapoli have been in incredible form this season and are on the march for a first title win in more than 30 years. But things look a lot less rosy last summer. \r\n\r\nClub supporters known as Ultras have been on strike at point of the season, essentially boycotting games, due to various grievances. This has included security arrangements, ticket prices, and accusations against owner Aurelio De Laurentiis.\r\n\r\nNapoli's manager, Luciano Spalletti, finds the strike to be a distraction and threatened to resign if it happened again. Any protests have been called off for this game, though, with everyone pushing for an historic end to the season.\r\n\r\nHowever, the club has broadly overperformed under De Laurentiis's leadership, with 13 consecutive seasons in European competition and talented signings such as Gonzalo Higuaín, Edinson Cavani, and Dries Mertens. They now stand on the brink of something truly special. \r\n\r\nas.comPublicado a las: 18/04/202320:33CEST\r\n\r\nTeam confirmation: Napoli vs AC Milan\r\n\r\nConfirmation of tonight's teams. Osimhen in, Giroud back, let's go...\r\n\r\nNapoli XI: Meret; Di Lorenzo, Rrahmani, Jesús, Rui; Zielinski, Lobotka, Ndombélé; Politano, Kvaratskhelia, Osimhen.\r\n\r\nAC Milan XI: Maignan; Calabria, Tomori, Kjaer, Hernández; Bennacer, Tonali; Leao, Krunic, Díaz; Giroud.\r\n\r\nas.comPublicado a las: 18/04/202320:12CEST\r\n\r\nAnd the Napoli starting XI\r\n\r\nHere's the host's line-up for this evening. Former Tottenham Hotspur midfielder replaces Frank Anguissa in the middle, while Juan Jesus is drafted in to the defence. \r\n\r\nBut the big news for Napoli fans; Victor Osimhen returns to the starting team. Hold onto your hats...\r\n\r\nas.comPublicado a las: 18/04/202320:11CEST\r\n\r\nNapoli vs AC Milan: Starting XI\r\n\r\nConfirmation of tonight's teams. Osimhen in, Giroud back, let's go...\r\n\r\nNapoli XI: Meret; Di Lorenzo, Rrahmani, Jesús, Rui; Zielinski, Lobotka, Ndombélé; Politano, Kvaratskhelia, Osimhen.\r\n\r\nAC Milan XI: Maignan; Calabria, Tomori, Kjaer, Hernández; Bennacer, Tonali; Leao, Krunic, Díaz; Giroud.\r\n\r\nas.comPublicado a las: 18/04/202320:08CEST\r\n\r\nAC Milan team news is in!\r\n\r\nLittle over an hour to go in Naples and the AC Milan team news is in. Olivier Giroud returns to the starting XI, flanked by Raphael Leao and Brahim Diaz. Calabria captains a Milan side looking to return to the semi-finals of the Champions League for the first time since 2006/07, when they lifted the trophy under Carlo Ancelotti. \r\n\r\nas.comPublicado a las: 18/04/202319:59CEST\r\n\r\nWakey, wakey...\r\n\r\nFeeling fresh for a massive evening of Champions League football? Well AC Milan fans will be hoping that their side managed to get a few hours' kip after their hotel was beseiged by Napoli fans intent on disrupting their slumber. \r\n\r\nFlares, music, fireworks... All in a night's work for the Naples ultras. \r\n\r\nas.comPublicado a las: 18/04/202319:44CEST\r\nWho is Szymon Marciniak, the referee for Napoli vs Milan? Champions League quarterfinal second leg\r\n\r\nIn last week's first leg Napoli suffered a harsh sending off for midfielder Frank Anguissa, who will now miss tonight's crucial return fixture. The atmosphere in the Stadio Diego Armando Maradona will be extraordinary and the man in the middle will need to be on his game to keep tensions in check. \r\n\r\nHere's what we know about Symon Marciniak...\r\n\r\nas.comPublicado a las: 18/04/202319:30CEST\r\n\r\nThe scene is set...\r\n\r\nNaples is preparing for its biggest European fixtures for decades. Can Luciano Spalletti's men take revenge on AC Milan after two recent defeats?\r\n\r\nas.comPublicado a las: 18/04/202319:08CEST\r\nWhich side has the best historic record?\r\n\r\nNapoli vs AC Milan: Head-to-head\r\n\r\nTonight's all-Italian quarter-final brings together two of the most storied clubs in European football history.\r\n\r\nNapoli, on the verge of a first Serie A title since the days of Diego Maradona, will be desperate to continue their European adventure. While seven-time European champions AC Milan will believe that their illustrious history deserves a return to the latter stages of the Champions League. \r\n\r\nHistorically Milan have the edge, but who will triumph in Naples?\r\n\r\nas.comPublicado a las: 18/04/202319:00CEST\r\nKim Min-jae is suspended for the Milan clash\r\n\r\nCIRO DE LUCA / REUTERS\r\n\r\nNapoli without two key players\r\n\r\nLuciano Spalletti's side will be without two regular starters for the all-important Champions League quarter-final against AC Milan. Both Kim Min-jae and Frank Anguissa are out of the game, meaning that Napoli will be without their authoritative presences. \r\n\r\nWe'll have team news from the Stadio Diego Armando Maradona as soon as possible...\r\n\r\nas.comPublicado a las: 18/04/202318:56CEST\r\n\r\nAC Milan have had the better of Napoli this month\r\n\r\nThe two sides meet for the third time this month with Champions League progression on the line. Napoli have been sensational in the league and are currently 22 points ahead of AC Milan in Serie A. But in recent weeks Milan have enjoyed two victories over Luciano Spalletti's side without conceding a goal. \r\n\r\nBut Milan face a different proposition tonight with Victor Osinhem back fit. Will the 25-goal top goalscorer be the difference for Napoli?\r\n\r\nas.comPublicado a las: 18/04/202318:50CEST\r\n\r\nWelcome to AS USA for Napoli vs AC Milan\r\n\r\nWhat an evening we have in store! Tonight the first two semi-finalists of the 2022/23 Champions League will be decided and we'll be bringing you live coverage of both games. \r\n\r\nI'm Will and I'll be keeping you up to date with events from the Stadio Diego Armando Maradona as Napoli look to overturn a 1-0 first leg loss to AC Milan. \r\n\r\nThe hosts have been in incredible form in Serie A and look destined to pick up their first league title in 30 years, but have lost twice to Milan in recent weeks. Napoli will welcome back top goalscorer Victor Osimhen to the team after the Nigerian's recovery from injury. \r\n\r\nas.comPublicado a las: 18/04/202318:46CEST\r\n", "2": "\r\nespn.in\r\nNapoli vs. AC Milan - Football Match Report - April 19, 2023 - ESPN\r\nReuters\r\n~4 minutes\r\n\r\nWhy AC Milan's history could help them win the Champions League (1:49)\r\n\r\nStevie Nicol and Mark Ogden explain why AC Milan's past successes in the Champions League helps the current team push themselves to greater heights. (1:49)\r\n\r\nAC Milan reached the Champions League semifinals for the first time since they won the trophy 16 years ago thanks to a first-half goal from Olivier Giroud at Napoli that secured a 1-1 draw and 2-1 aggregate win despite a barrage of pressure on Tuesday.\r\n\r\nNapoli battled until the end but could not break down the resilient Milan defence until striker Victor Osimhen equalised three minutes into stoppage time with a bullet header but it was too late as the referee ended the match seconds later.\r\n\r\n- Stream on ESPN+: LaLiga, Bundesliga, more (U.S.)\r\n\r\nSeven-time European champions Milan will now face either Inter Milan or Benfica, who meet on Wednesday at the San Siro with the Italian side leading 2-0 from the first leg. Milan coach Stefano Pioli said he would welcome a semi-final against their city rivals.\r\n\r\n\"It would look like that, as Inter won the first leg so well. These will be another two difficult, exciting and wonderful clashes in the Champions League. We've done a great deal and don't want to stop now,\" he told Mediaset.\r\n\r\nThis was the third meeting between Milan and Napoli in 16 days, with Stefano Pioli's visiting side having claimed a 4-0 victory against the runaway Serie A leaders on April 2.\r\n\r\nAfter Milan won the quarterfinal first leg 1-0, Napoli pushed for the opening goal from the start as the visitors were forced to defend deep against an attacking onslaught.\r\n\r\n\"I think the small advantage of the 1-0 in the first leg helped us in one sense and blocked us in another,\" Pioli said. \"We chose, considering Osimhen was there, to sit a little deeper and not allow him those spaces where he can be devastating.\"\r\n\r\nMilan struggled in a raucous atmosphere, with loud boos resounding throughout the stadium every time they gained possession, but they held off an aggressive Napoli side for most of the match with a impressive defensive display.\r\n\r\nMilan had the chance to take the lead with a penalty after 22 minutes after Mario Rui clattered into Rafael Leao but goalkeeper Alex Meret dived to stop Giroud's low strike.\r\n\r\nMeret saved Napoli again when he parried Giroud's attempt inside the box with his foot five minutes later.\r\n\r\nAs a result of the intense pressure exerted by the hosts, Milan were able to exploit the holes in the home defence and went ahead through Giroud just before the interval.\r\n\r\nRafael Leao sprinted with the ball from his own half past the Napoli rearguard before rolling it across to Giroud who slotted home from close range.\r\n\r\nNapoli had a glimmer of hope eight minutes from time when Fikayo Tomori handled the ball inside the box, but Khvicha Kvaratskhelia's penalty was saved by Mike Maignan.\r\n\r\nOsimhen was shackled all night until his added-time header but it came too late for Napoli and their disappointed fans.\r\n\r\n\"I saw an enormous sacrifice from my players, we trusted each other and our way of playing football to overcome a great Napoli side that caused us problems over both legs. We won it with heart, energy and belief,\" Pioli said.\r\n\r\nNapoli, who were in the last eight for the first time, are in a mini-slump without a victory in their last three matches in all competitions.\r\n", "3": "\r\nbbc.com\r\nMilan see off Napoli to reach semi-finals\r\n6–7 minutes\r\nOlivier Giroud celebrates\r\nOlivier Giroud, 36, is the fourth oldest goalscorer in Champions League knockout games\r\n\r\nAC Milan reached the Champions League semi-finals for the first time since winning the competition in 2007 as they saw off Serie A rivals Napoli in an incident-packed game.\r\n\r\nMilan could face Inter Milan in the last four, with their city rivals going into Wednesday's second leg with Benfica holding a 2-0 lead.\r\n\r\nSerie A champions-elect Napoli dominated early on - but Milan won a penalty with one of their first attacks, although Olivier Giroud's spot-kick was saved by Alex Meret.\r\n\r\nThe veteran Frenchman got the opening goal, though, to make it 2-0 on aggregate when he tapped in following a sensational 70-yard run by Rafael Leao to set him up.\r\n\r\nNapoli were then gifted a way back into the game when Fikayo Tomori handled in the box, but visiting keeper Mike Maignan saved Khvicha Kvaratskhelia's penalty.\r\n\r\nThey did eventually score, through a Victor Osimhen header with seconds remaining in the match - and there was not enough time to create another chance.\r\n\r\nNapoli, who are 22 points clear of Milan in the league table, have lost form at a critical time and failed to take a host of opportunities, with 39 efforts across both legs.\r\nCan Milan go all the way?\r\n\r\nMilan, soon to be deposed by Napoli as Serie A champions, were seconds away from keeping a remarkable six consecutive Champions League clean sheets.\r\n\r\nBut they will not worry too much about that as they celebrate their best European season for 16 years.\r\n\r\nStefano Pioli's side have clearly focused on this competition, having rested all 10 outfield players in last weekend's Serie A draw with Bologna.\r\n\r\nThe Rossoneri seem to have the number of Napoli too, with two wins and this draw against the same team in April. They won 4-0 on their league trip to Estadio Diego Armando Maradona earlier this month and beat them 1-0 in last week's first leg in Milan.\r\n\r\nThey rode their luck somewhat in the early stages, although captain Davide Calabria did brilliantly to control Napoli winger Kvaratskhelia.\r\n\r\nThey were awarded the penalty when Mario Rui caught Leao, but Giroud was denied by Meret in Milan's first shot of the game.\r\n\r\nBut the 36-year-old made no mistake after Leao's brilliant run that had vibes of George Weah's solo goal in 1996 for Milan against Verona.\r\n\r\nThey held off Napoli's attempted comeback with determined defending and, unless Benfica turn things round on Wednesday, will face Inter in a Champions League semi-final derby.\r\nNapoli stumbling at terrible time\r\n\r\nLuciano Spalletti's Napoli are close to a first Serie A title since 1990 and the days of Diego Maradona, and surely cannot let a 14-point lead over second-placed Lazio slip with eight games left.\r\n\r\nThis was their first European Cup quarter-final and expectations were high.\r\n\r\nBut the top scorers in this season's Serie A and Champions League are not finishing the campaign as they would have hoped.\r\n\r\nThey had only lost three games in all competitions before April. Had the returning Osimhen not headed in late on for a second-leg draw, they would have lost as many against Milan in this month alone.\r\n\r\nAnd they also had Rui and Matteo Politano taken off with first-half injuries.\r\n\r\nKvaratskhelia, despite being handled well by Calabria, was their most lively player, but missed several efforts including the penalty as the Georgian sensation's first Champions League season ended in disappointment.\r\n\r\nNow their attention will turn back to domestic competition and making sure they get the four wins they need to clinch the crown.\r\n\r\n    Line-ups\r\n    Match Stats\r\n    Live Text\r\n\r\nLine-ups\r\nNapoli\r\n\r\nFormation 4-3-3\r\n\r\n    1Meret\r\n    22Di LorenzoBooked at 45mins\r\n    13Rrahmani\r\n\r\nSubstituted forØstigårdat 74'minutes\r\n5Nunes Jesus\r\n6Mário Rui\r\nSubstituted forOliveraat 34'minutesBooked at 90mins\r\n91Ndombélé\r\nSubstituted forElmasat 63'minutes\r\n68Lobotka\r\n20Zielinski\r\nSubstituted forRaspadoriat 74'minutes\r\n21Politano\r\n\r\n    Substituted forLozanoat 34'minutes\r\n    9Osimhen\r\n    77Kvaratskhelia\r\n\r\nSubstitutes\r\n\r\n    7Elmas\r\n    11Lozano\r\n    16Idasiak\r\n    17Olivera\r\n    19Bereszynski\r\n    55Østigård\r\n    70Gaetano\r\n    81Raspadori\r\n    95Gollini\r\n\r\nAC Milan\r\n\r\nFormation 4-2-3-1\r\n\r\n    16MaignanBooked at 45mins\r\n    2Calabria\r\n    24Kjaer\r\n    23Tomori\r\n    19HernándezBooked at 45mins\r\n    33Krunic\r\n    8Tonali\r\n    10Díaz\r\n\r\nSubstituted forMessiasat 59'minutes\r\n4Bennacer\r\n17Rafael Leão\r\nSubstituted forSaelemaekersat 84'minutes\r\n9Giroud\r\n\r\n    Substituted forOrigiat 68'minutes\r\n\r\nSubstitutes\r\n\r\n    5Ballo-Touré\r\n    12Rebic\r\n    20Kalulu\r\n    25Florenzi\r\n    27Origi\r\n    28Thiaw\r\n    30Messias\r\n    32Pobega\r\n    46Gabbia\r\n    56Saelemaekers\r\n    83Mirante\r\n    90De Ketelaere\r\n\r\nReferee:\r\n    Szymon Marciniak\r\n\r\nAttendance:\r\n    52,728\r\n\r\nMatch Stats\r\nLive Text\r\n\r\n    Match ends, Napoli 1, AC Milan 1.\r\n\r\n    Second Half ends, Napoli 1, AC Milan 1.\r\n\r\n    Giovanni Di Lorenzo (Napoli) wins a free kick in the defensive half.\r\n\r\n    Foul by Alexis Saelemaekers (AC Milan).\r\n\r\n    Mathías Olivera (Napoli) is shown the yellow card.\r\n\r\n    Goal! Napoli 1, AC Milan 1. Victor Osimhen (Napoli) header from the centre of the box to the bottom right corner. Assisted by Giacomo Raspadori with a cross following a corner.\r\n\r\n    Corner, Napoli. Conceded by Fikayo Tomori.\r\n\r\n    Attempt blocked. Victor Osimhen (Napoli) header from the centre of the box is blocked. Assisted by Khvicha Kvaratskhelia with a cross.\r\n\r\n    Corner, Napoli. Conceded by Rade Krunic.\r\n\r\n    Attempt blocked. Hirving Lozano (Napoli) right footed shot from the right side of the box is blocked. Assisted by Leo Østigård.\r\n\r\n    Attempt missed. Mathías Olivera (Napoli) header from very close range misses to the right. Assisted by Khvicha Kvaratskhelia with a cross following a corner.\r\n\r\n    Corner, Napoli. Conceded by Rade Krunic.\r\n\r\n    Corner, Napoli. Conceded by Theo Hernández.\r\n\r\n    Leo Østigård (Napoli) wins a free kick in the defensive half.\r\n\r\n    Attempt blocked. Junior Messias (AC Milan) left footed shot from the right side of the box is blocked. Assisted by Simon Kjaer.\r\n\r\n    Foul by Giacomo Raspadori (Napoli).\r\n\r\n    Rade Krunic (AC Milan) wins a free kick in the attacking half.\r\n\r\n    Attempt saved. Alexis Saelemaekers (AC Milan) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Sandro Tonali with a cross.\r\n\r\n    Substitution, AC Milan. Alexis Saelemaekers replaces Rafael Leão.\r\n\r\n", "4": "\r\nbbc.com\r\nMilan see off Napoli to reach semi-finals\r\n6–7 minutes\r\nOlivier Giroud celebrates\r\nOlivier Giroud, 36, is the fourth oldest goalscorer in Champions League knockout games\r\n\r\nAC Milan reached the Champions League semi-finals for the first time since winning the competition in 2007 as they saw off Serie A rivals Napoli in an incident-packed game.\r\n\r\nMilan could face Inter Milan in the last four, with their city rivals going into Wednesday's second leg with Benfica holding a 2-0 lead.\r\n\r\nSerie A champions-elect Napoli dominated early on - but Milan won a penalty with one of their first attacks, although Olivier Giroud's spot-kick was saved by Alex Meret.\r\n\r\nThe veteran Frenchman got the opening goal, though, to make it 2-0 on aggregate when he tapped in following a sensational 70-yard run by Rafael Leao to set him up.\r\n\r\nNapoli were then gifted a way back into the game when Fikayo Tomori handled in the box, but visiting keeper Mike Maignan saved Khvicha Kvaratskhelia's penalty.\r\n\r\nThey did eventually score, through a Victor Osimhen header with seconds remaining in the match - and there was not enough time to create another chance.\r\n\r\nNapoli, who are 22 points clear of Milan in the league table, have lost form at a critical time and failed to take a host of opportunities, with 39 efforts across both legs.\r\nCan Milan go all the way?\r\n\r\nMilan, soon to be deposed by Napoli as Serie A champions, were seconds away from keeping a remarkable six consecutive Champions League clean sheets.\r\n\r\nBut they will not worry too much about that as they celebrate their best European season for 16 years.\r\n\r\nStefano Pioli's side have clearly focused on this competition, having rested all 10 outfield players in last weekend's Serie A draw with Bologna.\r\n\r\nThe Rossoneri seem to have the number of Napoli too, with two wins and this draw against the same team in April. They won 4-0 on their league trip to Estadio Diego Armando Maradona earlier this month and beat them 1-0 in last week's first leg in Milan.\r\n\r\nThey rode their luck somewhat in the early stages, although captain Davide Calabria did brilliantly to control Napoli winger Kvaratskhelia.\r\n\r\nThey were awarded the penalty when Mario Rui caught Leao, but Giroud was denied by Meret in Milan's first shot of the game.\r\n\r\nBut the 36-year-old made no mistake after Leao's brilliant run that had vibes of George Weah's solo goal in 1996 for Milan against Verona.\r\n\r\nThey held off Napoli's attempted comeback with determined defending and, unless Benfica turn things round on Wednesday, will face Inter in a Champions League semi-final derby.\r\nNapoli stumbling at terrible time\r\n\r\nLuciano Spalletti's Napoli are close to a first Serie A title since 1990 and the days of Diego Maradona, and surely cannot let a 14-point lead over second-placed Lazio slip with eight games left.\r\n\r\nThis was their first European Cup quarter-final and expectations were high.\r\n\r\nBut the top scorers in this season's Serie A and Champions League are not finishing the campaign as they would have hoped.\r\n\r\nThey had only lost three games in all competitions before April. Had the returning Osimhen not headed in late on for a second-leg draw, they would have lost as many against Milan in this month alone.\r\n\r\nAnd they also had Rui and Matteo Politano taken off with first-half injuries.\r\n\r\nKvaratskhelia, despite being handled well by Calabria, was their most lively player, but missed several efforts including the penalty as the Georgian sensation's first Champions League season ended in disappointment.\r\n\r\nNow their attention will turn back to domestic competition and making sure they get the four wins they need to clinch the crown.\r\n\r\n    Line-ups\r\n    Match Stats\r\n    Live Text\r\n\r\nLine-ups\r\nNapoli\r\n\r\nFormation 4-3-3\r\n\r\n    1Meret\r\n    22Di LorenzoBooked at 45mins\r\n    13Rrahmani\r\n\r\nSubstituted forØstigårdat 74'minutes\r\n5Nunes Jesus\r\n6Mário Rui\r\nSubstituted forOliveraat 34'minutesBooked at 90mins\r\n91Ndombélé\r\nSubstituted forElmasat 63'minutes\r\n68Lobotka\r\n20Zielinski\r\nSubstituted forRaspadoriat 74'minutes\r\n21Politano\r\n\r\n    Substituted forLozanoat 34'minutes\r\n    9Osimhen\r\n    77Kvaratskhelia\r\n\r\nSubstitutes\r\n\r\n    7Elmas\r\n    11Lozano\r\n    16Idasiak\r\n    17Olivera\r\n    19Bereszynski\r\n    55Østigård\r\n    70Gaetano\r\n    81Raspadori\r\n    95Gollini\r\n\r\nAC Milan\r\n\r\nFormation 4-2-3-1\r\n\r\n    16MaignanBooked at 45mins\r\n    2Calabria\r\n    24Kjaer\r\n    23Tomori\r\n    19HernándezBooked at 45mins\r\n    33Krunic\r\n    8Tonali\r\n    10Díaz\r\n\r\nSubstituted forMessiasat 59'minutes\r\n4Bennacer\r\n17Rafael Leão\r\nSubstituted forSaelemaekersat 84'minutes\r\n9Giroud\r\n\r\n    Substituted forOrigiat 68'minutes\r\n\r\nSubstitutes\r\n\r\n    5Ballo-Touré\r\n    12Rebic\r\n    20Kalulu\r\n    25Florenzi\r\n    27Origi\r\n    28Thiaw\r\n    30Messias\r\n    32Pobega\r\n    46Gabbia\r\n    56Saelemaekers\r\n    83Mirante\r\n    90De Ketelaere\r\n\r\nReferee:\r\n    Szymon Marciniak\r\n\r\nAttendance:\r\n    52,728\r\n\r\nMatch Stats\r\nLive Text\r\n\r\n    Match ends, Napoli 1, AC Milan 1.\r\n\r\n    Second Half ends, Napoli 1, AC Milan 1.\r\n\r\n    Giovanni Di Lorenzo (Napoli) wins a free kick in the defensive half.\r\n\r\n    Foul by Alexis Saelemaekers (AC Milan).\r\n\r\n    Mathías Olivera (Napoli) is shown the yellow card.\r\n\r\n    Goal! Napoli 1, AC Milan 1. Victor Osimhen (Napoli) header from the centre of the box to the bottom right corner. Assisted by Giacomo Raspadori with a cross following a corner.\r\n\r\n    Corner, Napoli. Conceded by Fikayo Tomori.\r\n\r\n    Attempt blocked. Victor Osimhen (Napoli) header from the centre of the box is blocked. Assisted by Khvicha Kvaratskhelia with a cross.\r\n\r\n    Corner, Napoli. Conceded by Rade Krunic.\r\n\r\n    Attempt blocked. Hirving Lozano (Napoli) right footed shot from the right side of the box is blocked. Assisted by Leo Østigård.\r\n\r\n    Attempt missed. Mathías Olivera (Napoli) header from very close range misses to the right. Assisted by Khvicha Kvaratskhelia with a cross following a corner.\r\n\r\n    Corner, Napoli. Conceded by Rade Krunic.\r\n\r\n    Corner, Napoli. Conceded by Theo Hernández.\r\n\r\n    Leo Østigård (Napoli) wins a free kick in the defensive half.\r\n\r\n    Attempt blocked. Junior Messias (AC Milan) left footed shot from the right side of the box is blocked. Assisted by Simon Kjaer.\r\n\r\n    Foul by Giacomo Raspadori (Napoli).\r\n\r\n    Rade Krunic (AC Milan) wins a free kick in the attacking half.\r\n\r\n    Attempt saved. Alexis Saelemaekers (AC Milan) right footed shot from the left side of the box is saved in the centre of the goal. Assisted by Sandro Tonali with a cross.\r\n\r\n    Substitution, AC Milan. Alexis Saelemaekers replaces Rafael Leão.\r\n\r\n", "5": "\r\nstandard.co.uk\r\nNapoli 1-1 AC Milan (1-2 agg.) LIVE! Champions League result, match stream and latest updates today\r\nMarc Mayo\r\n~2 minutes\r\n\r\nSerie A champions last season. Champions League semi-finalists this season. Seven-time continental champions Milan reached the last four of the Champions League with a 1-1 draw at Napoli on Tuesday with a first-half goal from Olivier Giroud proving decisive.\r\n\r\nMilan goalkeeper Mike Maignan blocked a late penalty from Khvicha Kvaratskhelia, Napoli's standout winger, with Giroud also having a penalty kick saved before his goal.\r\n\r\nVictor Osimhen equalised for Napoli with a header in stoppage time. Milan advanced on 2-1 aggregate in the all-Italian match-up after beating the runaway Serie A leader 1-0 in the first leg.\r\nLive updates\r\n1681851534\r\nFULL TIME! Napoli 1-1 AC Milan (1-2 agg.)\r\n\r\nTHAT’S IT!\r\n1681851516\r\n\r\n90+4 mins: A bit of late life in Napoli but a cross from deep goes out.\r\n1681851445\r\nGGGOOOAAALLLL!!!! Napoli 1-2 AC Milan\r\n\r\n90+3 mins: OSIMHEN! Will it come too late?!\r\n1681851327\r\n\r\n90+1 mins: Maignan denies Ostigaard’s close-range header!\r\n1681851293\r\n\r\n90 mins: Four minutes added on.\r\n1681851183\r\n\r\n89 mins: Oliveira heads wide from right under the crossbar!\r\n\r\nMy, oh my... How many chances do Napoli need tonight?\r\n1681851091\r\n\r\n87 mins: Lovely last-ditch header from Hernandez to deny Lozano from heading at goal.\r\n1681850873\r\n\r\n84 mins: Saelemaekers on for Leao as Milan look to see out the game.\r\n1681850899\r\nPENALTY SAVED!\r\n\r\n82 mins: Kvaratskhelia puts the ball on the spot...\r\n\r\nSAVED! MAIGNAN SURELY SEALS THE TIE!\r\n", "6": "\r\nstandard.co.uk\r\nNapoli 1-1 AC Milan (1-2 agg.) LIVE! Champions League result, match stream and latest updates today\r\nMarc Mayo\r\n~2 minutes\r\n\r\nSerie A champions last season. Champions League semi-finalists this season. Seven-time continental champions Milan reached the last four of the Champions League with a 1-1 draw at Napoli on Tuesday with a first-half goal from Olivier Giroud proving decisive.\r\n\r\nMilan goalkeeper Mike Maignan blocked a late penalty from Khvicha Kvaratskhelia, Napoli's standout winger, with Giroud also having a penalty kick saved before his goal.\r\n\r\nVictor Osimhen equalised for Napoli with a header in stoppage time. Milan advanced on 2-1 aggregate in the all-Italian match-up after beating the runaway Serie A leader 1-0 in the first leg.\r\nLive updates\r\n1681851534\r\nFULL TIME! Napoli 1-1 AC Milan (1-2 agg.)\r\n\r\nTHAT’S IT!\r\n1681851516\r\n\r\n90+4 mins: A bit of late life in Napoli but a cross from deep goes out.\r\n1681851445\r\nGGGOOOAAALLLL!!!! Napoli 1-2 AC Milan\r\n\r\n90+3 mins: OSIMHEN! Will it come too late?!\r\n1681851327\r\n\r\n90+1 mins: Maignan denies Ostigaard’s close-range header!\r\n1681851293\r\n\r\n90 mins: Four minutes added on.\r\n1681851183\r\n\r\n89 mins: Oliveira heads wide from right under the crossbar!\r\n\r\nMy, oh my... How many chances do Napoli need tonight?\r\n1681851091\r\n\r\n87 mins: Lovely last-ditch header from Hernandez to deny Lozano from heading at goal.\r\n1681850873\r\n\r\n84 mins: Saelemaekers on for Leao as Milan look to see out the game.\r\n1681850899\r\nPENALTY SAVED!\r\n\r\n82 mins: Kvaratskhelia puts the ball on the spot...\r\n\r\nSAVED! MAIGNAN SURELY SEALS THE TIE!\r\n", "7": "\r\nLoading…\r\n", "8": "\r\nLoading…\r\n", "9": "\r\nsportstar.thehindu.com\r\nNapoli 1-1 Milan Highlights: AC Milan qualifies for Champions League semifinal after 16 years\r\nTeam Sportstar\r\n3–4 minutes\r\n\r\nConfirmed lineups:\r\n\r\nNapoli: Meret - Di Lorenzo, Rrahmani, Jesus, Rui - Ndombélé, Lobotka, Zielinski - Politano, Osimhen, Kvaratskhelia\r\n\r\nAC Milan: Maignan - Calabria, Kjaer, Tomori, Hernandez - Krunic, Tonali - Diaz, Bennacer, Leao - Giroud.\r\n\r\nMatch Preview\r\n\r\nAC Milan can move one step closer to reviving its past European glory. Napoli can add another milestone to its extraordinary season.\r\n\r\nFiguring out which team will come out on top after the second leg of their all-Italian Champions League quarterfinal on Tuesday at the Stadio Diego Armando Maradona may come down to the status of their center forwards.\r\n\r\nSerie A scoring leader Victor Osimhen is back from an injured abductor muscle in his left leg that kept him out of Milan’s 1-0 win in the first game last week. And now veteran Milan striker Olivier Giroud is an injury concern with an Achilles tendon problem.\r\n\r\nMilan won the last of its seven European Cup and Champions League titles in 2007, while Napoli is playing in the quarterfinals for the first time.\r\n\r\nNapoli is also nearing its first Serie A title in more than 30 years, with a 14-point lead over second-place Lazio. Maradona led the southern club to its only two Serie A titles in 1987 and 1990, as well as its only European title in 1989 when Napoli lifted the UEFA Cup.\r\n\r\nOsimhen returned in the second half of Napoli’s 0-0 draw with Hellas Verona on Sunday in Serie A and showed immediately how dangerous he can be by rattling a shot off the crossbar.\r\n\r\n“Osimhen has this physicality and speed whereby you can throw the ball up to him and he can protect it, use his head or use a change of pace,” Napoli coach Luciano Spalletti said. “He has so many different alternatives.”\r\n\r\nThe 24-year-old Osimhen has been one of the top strikers in Europe this season with 25 goals in 29 appearances across all competitions.\r\n\r\nAt age 36, Giroud leads Milan with 12 goals in 37 games. But the France international had to sit out training on Sunday, possibly leaving coach Stefano Pioli to choose from Ante Rebic and Divock Origi as a replacement – with Zlatan Ibrahimovic also out injured.\r\n\r\nIsmael Bennacer scored for Milan in the first leg, which also included two yellow cards to physical Napoli midfielder Andre-Frank Zambo Anguissa.\r\n\r\nZambo Anguissa and Napoli’s top center back Kim Min-jae, who is suspended for accumulated cards, will both miss the second leg.\r\n\r\n(from AP)\r\n\r\nWhen and where to watch Napoli vs AC Milan?\r\n\r\nWhen and where will Napoli vs AC Milan be played?\r\n\r\nThe Champions League quarterfinal between Napoli and AC Milan will be played at the Diego Maradona Stadium in Naples. The match is scheduled for a 12:30 am kick-off IST on April 19.\r\n\r\nWhere or how can I watch Napoli vs AC Milan?\r\n\r\nThe Champions League quarterfinal second leg between Napoli and AC Milan will be telecast live on Sony Ten 1 SD and HD.\r\n\r\nWhere can I live stream Napoli vs AC Milan?\r\n\r\nThe Champions League quarterfinal between Napoli and AC Milan can be live streamed on Sony LIV.\r\n"}