{"0": "response_json", "1": "\r\nnavbharattimes.indiatimes.com\r\nPHOTOS: भीतर से ऐसा दिखता है नया संसद भवन\r\n~2 minutes\r\n\r\nCurated by दीपक वर्मा | नवभारतटाइम्स.कॉम | Updated: 27 May 2023, 1:06 pm\r\n\r\nNew Parliament Photos: नया संसद भवन पुरानी इमारत से कहीं ज्यादा भव्य, विशाल और आधुनिक सुविधाओं से लैस है। 28 मई 2023 को प्रधानमंत्री नरेंद्र मोदी नई संसद का उद्घाटन करेंगे।\r\n\r\n    भीतर से कीजिए नई संसद का दीदार\r\n    भीतर से कीजिए नई संसद का दीदार\r\n\r\n    भारत की नई संसद बनकर तैयार है। 28 मई 2023 को प्रधानमंत्री नरेंद्र मोदी संसद की नई इमारत का उद्घाटन करेंगे। पीएम ने शुक्रवार को कहा कि नया संसद भवन हर भारतीय को गौरवान्वित करेगा।\r\n\r\n    भूकंप का असर नहीं\r\n    भूकंप का असर नहीं\r\n\r\n    28 महीने में संसद की इमारत बनकर तैयार हुई है। 4 मंजिला इस बिल्डिंग पर भूकंप का असर नहीं होगा।\r\n\r\n    संसद के तीन गेट\r\n    संसद के तीन गेट\r\n\r\n    नई संसद के 3 द्वार हैं, जिन्हें ज्ञान द्वार, शक्ति द्वार और कर्म द्वार नाम दिया गया है।\r\n\r\n    पहले से कहीं बड़ी\r\n    पहले से कहीं बड़ी\r\n\r\n    नई संसद 64500 वर्गमीटर के विशाल क्षेत्र में फैली है। अभी का संसद भवन 47,500 वर्गमीटर में फैला हुआ है।\r\n\r\n    नई संसद की क्षमता\r\n    नई संसद की क्षमता\r\n\r\n    नई संसद के नए लोकसभा कक्ष में 888 सांसद बैठ सकेंगे। राज्यसभा में 384 सांसदों की बैठने की व्यवस्था होगी।\r\n\r\n    मयूर-कमल की थीम पर बने सदन\r\n    मयूर-कमल की थीम पर बने सदन\r\n\r\n    नई लोकसभा भारत के राष्ट्रीय पक्षी मोर की थीम पर बनाई गई। राज्यसभा भारत के राष्ट्रीय फूल कमल की थीम पर आधारित है।\r\n\r\n    हाई-फाई इंतजाम\r\n    हाई-फाई इंतजाम\r\n\r\n    संसद भवन में एंट्री के लिए बायीमीट्रिक पास का उपयोग किया जाएगा। सदन के भीतर हर सीट पर LCD स्‍क्रीन है।\r\n\r\n    रखा जाएगा मूल संविधान\r\n    रखा जाएगा मूल संविधान\r\n\r\n    देश का मूल संविधान है जो अभी संसद की पुरानी बिल्डिंग में है उसे नई बिल्डिंग में रखा जाएगा।\r\n\r\n    क्यों बना है नया भवन\r\n    क्यों बना है नया भवन\r\n\r\n    मौजूदा संसद भवन को 1927 में बनाया गया था। इस बिल्डिंग में अब सभी सांसदों के बैठने के लिए पर्याप्त स्थान नहीं है। साथ ही कर्मचारियों के लिए भी जगह कम पड़ रही है।\r\n\r\n    सेंट्रल विस्‍टा का हिस्‍सा\r\n    सेंट्रल विस्‍टा का हिस्‍सा\r\n\r\n    बिल्डिंग अब पुरानी और खराब भी हो रही थी। इस कारण नई इमारत का निर्माण जरूरी हो गया था। नई इमारत सेंट्रल विस्टा पुनर्विकास योजना का हिस्सा है।\r\n\r\n", "2": "\r\ntime.com\r\nWhy India's New Parliament Building Is So Controversial\r\nBy Astha Rajvanshi\r\n11–14 minutes\r\n\r\nOn Sunday, Indian Prime Minister Narendra Modi will inaugurate a new parliament building in New Delhi, unveiling an edifice intended to symbolize his vision as the leader of the world’s most populous country.\r\n\r\nThe large, triangular building stands directly opposite the old, circular building on a two-mile-long path—akin to D.C.’s National Mall—in the heart of the capital. It is part of the $2.8 billion Central Vista redevelopment project to revamp the British-era administrative offices near the Prime Minister’s official residence.\r\n\r\nRead More: How India’s Record-Breaking Population Will Shape the World\r\nMore from TIME\r\n\r\nBut the building’s inauguration has faced heavy criticism. On Wednesday, 19 opposition parties announced a boycott of the event, accusing the government of “constitutional impropriety.” And the Supreme Court is expected to hear a case on Friday relating to the inauguration ceremony.\r\n\r\nHere’s how the controversy surrounding the new parliament building is unfolding.\r\nLaborers seen near the construction site for part of the Central Vista Redevelopment Project at New Parliament House, New Delhi. (Manish Rajput—SOPA Images/LightRocket/Getty Images)\r\n\r\nLaborers seen near the construction site for part of the Central Vista Redevelopment Project at New Parliament House, New Delhi.\r\n\r\nManish Rajput—SOPA Images/LightRocket/Getty Images\r\nWhy is there backlash to India’s new parliament building?\r\n\r\nConstruction of the new, four-story parliament building began in January 2021 as part of the Central Vista project. The government has stated that the new building, which costs nearly $120 million, is a necessary parliamentary upgrade to allow for increased seating capacity and better facilities like air conditioning, lighting, and restrooms. The government has said that the original building, which dates back to 1927, has shown signs of distress and overuse. While the old building had 543 seats in the Lok Sabha (the Lower House, which has 545 members) and 250 seats in the Rajya Sabha (the Upper House, which has 250 members), the new building will accommodate 770 and 530 seats respectively, allowing for the opportunity to increase the number of representatives in Parliament given India’s growing population.\r\n\r\nSince the construction began, however, politicians, environmentalists, and civil society groups have criticized the new building over the cost and lack of consultation. Many have questioned why the government chose not to upgrade the old building instead.\r\n\r\nThe ruling Bharatiya Janata Party (BJP) is also facing backlash for sidelining the President, Draupadi Murmu, by asking the Prime Minister to inaugurate the building instead. India’s president is a non-elected and non-executive position, but they are considered a ceremonial figurehead as the country’s first citizen and highest constitutional authority. (Notably, Murmu is also the country’s first ever tribal head of state.)\r\n\r\nOn Wednesday, a joint statement issued by 19 national and regional opposition parties stated that Modi’s decision to “inaugurate the new parliament building by himself” was “not only a grave insult but a direct assault on our democracy which demands a commensurate response.” The parties plan to collectively boycott the event, adding that “the soul of democracy has been sucked out from the parliament.”\r\n\r\nOn Thursday, a lawyer also petitioned the Supreme Court to invite the Indian President, rather than the Prime Minister, to preside over the ceremony. The top court is expected to hear the petition on Friday.\r\n\r\nThis controversy comes after years of growing concern over the state of Indian democracy: the U.S.-based non-profit Freedom House downgraded India’s democracy from “free” to “partially free,” while the Sweden-based V-Dem Institute has called India an “electoral autocracy.” India’s position has also slipped on the Democracy Index published by The Economist Intelligence Unit.\r\n\r\nThe opposition leaders have also criticized the inauguration date, which coincides with the anniversary of the birth of VD Savarkar, a divisive figure for his connection to the 1948 assassination of the freedom fighter, Mahatma Gandhi. The BJP hails Savarkar as a hero for birthing the nationalist idea of Hindutva, or ‘Hindu-ness’.\r\n\r\nRead More: Why India Today Shouldn’t Forget the Legacy of Ambedkar\r\n\r\nThe BJP has defended its decision by saying the new building is a matter of pride for all Indians and accused the opposition of “politicizing” the inauguration. India’s Home Minister Amit Shah said that all political parties had been invited to the ceremony, but that “everyone will act according to their own feelings,” at a press conference on Wednesday. The tussle is yet another reminder of the strained relationship between the governing BJP and the opposition parties, who most recently protested the parliamentary disqualification of Rahul Gandhi, the de facto leader of the Congress Party, India’s main opposition party after he was charged and convicted of defamation in March. A Congress spokesperson previously told TIME that the charges were “flimsy and cooked up.”\r\nPeople listen to Prime Minister Narendra Modi during the inauguration of Kartavya Path near India Gate as part of the revamped Central Vista project on Sept. 8, 2022. (Arvind Yadav—Hindustan Times/Getty Images)\r\n\r\nPeople listen to Prime Minister Narendra Modi during the inauguration of Kartavya Path near India Gate as part of the revamped Central Vista project on Sept. 8, 2022.\r\n\r\nArvind Yadav—Hindustan Times/Getty Images\r\nWhat is the Central Vista project?\r\n\r\nThe “Central Vista Project” is the larger architectural project to revamp the 46 hectares in the political heart of New Delhi, which encompasses British colonial-era monuments and government buildings, including Sansad Bhavan (Parliament House), the Rashtrapati Bhavan (formerly the Viceroy’s House), and the Secretariat Buildings. The project’s name refers to the central administrative area, also informally known as ‘Lutyens Delhi,’ named after the British architect, Edward Lutyens, who designed many of the boulevards, sandstone buildings, and gardens for the British Raj between 1911 and 1931.\r\n\r\nThe project intends to give the buildings a facelift and cement Modi’s vision for a new, “self-reliant” India emerging out of the long shadow of its colonial past. One of the most notable renovations is the Kartavya Path or “Path of Duty,” also formerly known as Rajpath or “King’s Way,” which was originally designed as a ceremonial axis for the British capital and continues to be a popular thoroughfare for the public, especially when hosting the annual Republic Day Parade in January.\r\n\r\nBut the whole project—which began in the middle of a brutal second wave of the COVID-19 pandemic in 2021—has been met with widespread criticism for its cost, environmental damage, and disregard for heritage buildings.\r\nThe round heritage building of the Indian Parliament can be seen with massive cranes for the construction of the new Parliament building on June 5, 2021. (Pallava Bagla—Corbis/Getty Images)\r\n\r\nThe round heritage building of the Indian Parliament can be seen with massive cranes for the construction of the new Parliament building on June 5, 2021.\r\n\r\nPallava Bagla—Corbis/Getty Images\r\nHow does the new architecture symbolize Modi’s vision for India?\r\n\r\nPolitical analysts have described the Central Vista project as the “capstone project” of Modi’s second term in power, calling it his attempt to reclaim India’s physical footprint from its colonial past by bolstering his own brand of Hindu nationalism, as well as transforming it from the India ruled by the Congress Party for 49 years since India’s independence.\r\n\r\nAhead of next year’s elections, Modi has frequently talked about how the Central Vista project incorporates numerous Hindu motifs like the peacock, the lotus flower, and the banyan tree, and boasted about the construction of new Hindu temples across the country as a way of delivering his Hindutva mandate.\r\n\r\nSome have argued it is also an effort to demonstrate a ‘New India’: “a country capable of maintaining its ancient heritage and restoring its spiritual and cultural glory while simultaneously making advancements towards its modern aspirations.”\r\n\r\nRead More: India’s Narendra Modi Broke Ground on a Controversial Temple of Ram. Here’s Why It Matters\r\n\r\nThe buildings are also a way for the prime minister to boost his own image, say critics. “Obsession with self-image and cameras trumps decency and norms when it comes to Modi ji,” D Raja, a senior Communist Party of India leader, wrote on Twitter. (“Ji” is an honorific in Hindi.)\r\n\r\nAnalysts point out that the connection between Modi and architecture isn’t unique to India—it is a common feature of right-wing, populist leaders leading modern autocratic democracies. In Turkey, President Recep Tayyip Erdogan has built new mosques all over the country, including the Grand Camlica Mosque in Istanbul, while in Hungary, Prime Minister Viktor Orban reconstructed the 19th century Castle District to make it the seat of government.\r\n\r\n“This international connection between populism and architecture is not a mere coincidence,” Jan-Werner Müller, a professor of politics at Princeton University, wrote in Foreign Policy. “These long-ruling figures have systematically sought to transform the built environment … in line with their understanding of who the ‘real people’ are.”\r\n\r\nAhead of Sunday’s inauguration, the final touches are now underway to get the parliament building ready. Some commentators say that the political row, despite its valid grievances, should not overshadow the historic moment. “It is necessary in this special moment when a nation gets a more modern and more capacious Parliament, that all parties stand on tiptoe and look to the future that will occupy the new House and that it will belong to,” wrote the editorial board of The Indian Express.\r\n\r\nContact us at letters@time.com.\r\n", "3": "\r\nbqprime.com\r\nNew Parliament Building Inauguration: Date, Cost, Features And Other Key Details\r\nBQ Contributor\r\n3–4 minutes\r\n\r\nBQPrimeNationNew Parliament Building Inauguration: Date, Cost, Features And Other Key Details\r\n\r\nPM Modi laid the foundation stone of the new Parliament building on December 10, 2020.\r\n\r\n    BQ Contributor\r\n\r\n25 May 2023, 5:38 PM IST\r\n\r\nBQPrime\r\n\r\n25 May 2023, 5:38 PM IST\r\n\r\nBQPrime\r\n\r\n25 May 2023, 5:38 PM IST\r\n\r\n<div class=\"paragraphs\"><p>Source: Twitter/ANI</p></div>\r\n\r\nSource: Twitter/ANI\r\n\r\nPrime Minister Narendra Modi will inaugurate the newly-constructed Parliament building on Sunday, May 28.\r\n\r\nLok Sabha Speaker Om Birla met PM Modi last week and invited him to inaugurate the new Parliament building. PM Modi laid the foundation stone of the new Parliament building on December 10, 2020.\r\n\r\nThe present Parliament building was constructed in 1921 and commissioned in 1927. The almost 100-year-old building is not able to meet the current requirements in terms of space, amenities and technology, as per the information on Central Vista's website.\r\n\r\nConsidering these factors, the Lok Sabha and Rajya Sabha had passed resolutions urging the government to construct a new building for the Parliament.\r\n\r\nLet's take a look at the cost, significant features and other key details of the new Parliament building.\r\n<div class=\"paragraphs\"><p>Source: ANI</p></div>\r\n\r\nNew Parliament Building Cost\r\n\r\nTata Projects Limited won the bid to construct a new parliament building at a cost of Rs 861.90 crore.\r\n\r\nHowever, in the year 2020, Union Minister Hardeep Singh Puri informed the Parliament that the estimated cost of construction of the new building is Rs 971 crore.\r\n\r\nLast year, NDTV quoted its sources and reported that the cost of the new Parliament building shot up by 29% to over Rs 1,250 crore.\r\n<div class=\"paragraphs\"><p>Source: Central Vista website</p></div>\r\n\r\nSource: Central Vista website\r\n\r\nNew Parliament Building Features And Other Details\r\n\r\n    The new Parliament building can comfortably seat 888 members in the Lok Sabha chamber and 300 in the Rajya Sabha chamber.\r\n\r\n    The Lok Sabha Hall may accommodate up to 1,272 seats for joint sessions.\r\n\r\n    The new Parliament building will have a built-up area of about 65,000 sq. mt. Its triangular shape ensures optimum space utilization.\r\n\r\n    State of the art Constitutional Hall - As per the official website of Central Vista, the Constitutional hall symbolically and physically puts the Indian citizens at the heart of country's democracy.\r\n\r\n    The building will have offices that are designed to be secure, efficient and are equipped with the latest communications technology\r\n\r\n    The new building will have large Committee rooms, equipped with the latest audio-visual systems.\r\n\r\n    Revamped Sansad Bhavan - The new Sansad Bhavan will contribute towards economic revitalisation across the entire construction value chain and generate employment opportunities for skilled, semi-skilled and unskilled workers.\r\n\r\n    The New Parliament Library will efficiently serve the members for gathering information from archived material.\r\n\r\n    The new Sansad Bhavan is a Platinum-rated Green Building.\r\n\r\n    The new Parliament building will be Divyang Friendly (accessible for people with disabilities)\r\n\r\n    There will be 92 rooms for the use of the Council of Ministers, as per media reports.\r\n\r\n<div class=\"paragraphs\"><p>Source: Central Vista website</p></div>\r\n\r\nSource: Central Vista website\r\n\r\nTake A Look At the New Parliament Building\r\n\r\nvideo\r\n", "4": "\r\nindiatoday.in\r\nWhy exactly we have a controversy around new Parliament building’s inauguration\r\nDarpan SinghNew Delhi,UPDATED: May 26, 2023 05:31 IST\r\n8–10 minutes\r\n\r\nBy Darpan Singh: The controversy around the May 28 inauguration of India’s new Parliament building, that seeks to shed the country’s colonial past, by Prime Minister Narendra Modi has been escalating, with more and more Opposition parties, 21 when reports last came in, set to boycott the mega event.\r\n\r\nA similar boycott was also seen in 2020, during the new building’s foundation stone-laying ceremony, as it came amid a raging Covid-19 pandemic and a historic protest by farmers on Delhi’s borders against high-stakes agriculture reforms being pushed by the Modi government.\r\nPrime Minister Narendra Modi laid the foundation stone of the new Parliament building in December 2020. (Photo: Central Vista website)\r\n\r\nParliament’s new building (which can accommodate 888 members in the chamber of the lower house, and 300 in a separate chamber for the upper house, as compared to the current 543 and 250, respectively) is part of the government’s plan to redevelop the historical heart of New Delhi called the Central Vista.\r\n\r\nALSO READ | 'I join a joyous, proud nation': Chandrababu Naidu's TDP to attend new Parliament building inauguration\r\n\r\nBetween the two boycott calls, there have also been other controversies around the construction, but that’s not really what we’re talking about here. However, one key aspect needs to be mentioned, that the new Parliament building is being inaugurated on the birth anniversary of Vinayak Damodar Savarkar, or simply Veer Savarkar, a revered figure for the parties driven by the ideology of Hindutva — including the ruling Bharatiya Janata Party (BJP).\r\n\r\nFor the Congress, and some of the Opposition parties, Savarkar remains a divisive figure from India’s pre-Independence history. These parties, led by the Congress, earlier opposed the installation of a portrait of Savarkar in the Central Hall of the Sansad Bhavan, the current Parliament building.\r\n\r\nThe current building is 106 years old and there’s a general consensus — once voiced even by former Lok Sabha Speaker Meira Kumar — that it has grown too small and quite old. For the record, the United Kingdom’s Houses of Parliament, as the Palace of Westminster is known, predates India’s Sansad Bhavan by over 70 years.\r\nGraphical representation shows the structural difference between the old and the new Parliament building (Credits: Govt website)\r\n\r\nThe Indian building was originally called the House of Parliament, and came up as part of a wider mandate to construct a new administrative capital city for India. Construction began in 1921, with HRH Prince Arthur, Duke of Connaught and Strathearn, laying the foundation stone, and was completed in 1927.\r\n\r\nALSO READ | A classical dancer first brought the Sengol to PMO's notice. Read what she has to say\r\n\r\nSir Bhupendra Nath Mitra, Member of the Governor-General's Executive Council, in charge of the Department of Industries and Labour, invited Lord Irwin, then Viceroy of India, to open the building as the seat of the Imperial Legislative Council. The third session of the Central Legislative Assembly was held in this house on January 19, 1927. The Viceroy was the British Crown’s representative in India, and the colonial head of the state in the country.\r\n\r\nFollowing the end of British rule in India, the building was taken over by the Constituent Assembly. In 1952, India’s Parliament as we know it today, comprising the President, Lok Sabha and Rajya Sabha, or the lower and the upper house, came into being. This was two years after the post of the Viceroy transformed into the President of India, and Viceroy's House became Rashtrapati Bhavan, with India proclaiming itself a Republic in 1950.\r\n\r\nNow, the anti-BJP leaders say the inauguration of the new Parliament building by the prime minister is an insult to President Droupadi Murmu, a tribal and a woman, for she was not asked to do the honours. In charge of Parliament and its assets, the Lok Sabha Speaker has invited PM Modi to inaugurate the new Parliament building.\r\n\r\nALSO READ | Supreme Court to hear plea seeking inauguration of new Parliament building by President\r\nIs it about the President?\r\n\r\nFirst, what exactly does the President do? The President generally acts on the aid and advice of the prime minister-led Council of Ministers. She can also ask the government to reconsider actions under certain circumstances and offer advice, for example, in matters of legislation. One of the most crucial roles of the President is seen when no party is able to get a parliamentary majority in a national election. She is called the head of the state, but it’s no secret that she is not more than a figurehead.\r\n\r\nAnd it’s not a new phenomenon. For example, in 1975, President Fakhruddin Ali Ahmed announced a state of emergency in the country but he was merely issuing Prime Minister Indira Gandhi's diktat.\r\n\r\nThe reality is, India’s President does not exercise executive powers, but all executive decisions are carried out in her name.\r\n\r\nALSO READ | 25 parties mostly from BJP-led NDA alliance to attend new Parliament building inauguration: Here's the list\r\n\r\nGiven that the President’s precursor, the viceroy, had inaugurated the current Parliament building, the Opposition’s demand that she be given the honours gains currency when the rivals of the BJP are trying to build a campaign against the incumbency of the Modi government. Bihar CM Nitish Kumar’s canvassing, and the Congress’s authoritative victory in the Karnataka Assembly election have bolstered the unity sentiment in the Opposition bloc.\r\n\r\nThis is why Delhi CM Arvind Kejriwal is able to secure assurances from Nitish’s JDU, West Bengal CM Mamata Banerjee’s TMC and the Uddhav Thackeray faction of the Shiv Sena on the issue of the Centre’s Ordinance to override the Supreme Court’s ruling giving the Delhi government control over Services. The Congress, too, appears to be on the AAP’s side.\r\n\r\nThere is, however, another side to the story of the inauguration. The Parliament House Annexe was inaugurated by PM Indira Gandhi in 1975, and the Parliament Library’s foundation stone was laid by her son and PM Rajiv Gandhi in 1987.\r\n\r\nBJP leaders have also argued that former PM Manmohan Singh and UPA chief Sonia Gandhi of the Congress inaugurated the assembly buildings and complexes in Manipur and Tamil Nadu. They said even Bihar CM Nitish Kumar had inaugurated the central hall in Bihar Legislature. Going by the same logic, all this should have been done by the respective state governors.\r\n\r\nALSO READ | New Parliament building opening row: New permutations emerge as bickering Oppn steps up attack on govt\r\n\r\nAnd the same Opposition, which is protesting the insult to President Murmu was backing an upper-caste presidential nominee in Yashwant Sinha only about a year ago.\r\n\r\nBe that as it may, here's the crux of the matter. The national polls are less than a year away and what seems to have pained the Opposition most is that PM Modi has “bizarrely, and in a self-obsessed manner, made the inauguration of the expensive vanity project about himself”. But beyond the adverbs and adjectives, why wouldn’t he make it about himself, many would ask.\r\n\r\nThere could be a shock element but nothing much to be surprised about. PM Modi is, after all, the head of government. Apart from his other duties, the PM has been a relentless operator of the BJP’s election machine, flagging off even the Vande Bharat trains.\r\n\r\nIt would not be wise to assume that the government has not anticipated the boycott call. It certainly did. And now, by deploying ministers to persuade the Opposition into attending the inauguration ceremony, with pointed remarks, it is trying to return the favour, and discredit its rivals. The 2024 campaign has moved to the playoffs stage.\r\n\r\nALSO READ | House of debates, protests & emotions, what will happen to the old Parliament building now?\r\n\r\nPOSTSCRIPT: In the current controversy, which has reached the Supreme Court, what has been lost sight of is the fact that Delhi has become unlivable not only due to air emergencies but also because of summer heat waves, dust storms, water shortages, monsoon flooding, besides round-the-year garbage spillovers, traffic jams and noise pollution. No urban planning can fix this mess. Delhi cannot change its geography. But it can certainly reduce its size. But, sadly, there’s not even talk of moving the capital out to let Delhi heal and live as the heritage city it once was.\r\n", "5": "\r\nLoading…\r\n", "6": "\r\nabplive.com\r\nअंदर से कैसा दिखता है नया संसद भवन? आया पहला वीडियो, पीएम मोदी ने लोगों से की खास अपील\r\nABP Live\r\n3–4 minutes\r\n\r\nNew Parliament Building Video: नए संसद भवन का वीडियो सामने आया है. इस वीडियो में संसद के अंदर के लुक को भी देखा जा सकता है. वीडियो में अशोक स्तंभ से लेकर सांसदों के बैठने वाला कक्ष दिख रहा है. प्रधानमंत्री नरेंद्र मोदी ने इस वीडियो को शेयर किया है.\r\n\r\nपीएम मोदी ने वीडियो के साथ लिखा, ''नया संसद भवन हर भारतीय को गौरवान्वित करेगा. वीडियो इस प्रतिष्ठित इमारत की झलक पेश करता है. मेरा अनुरोध है कि इस वीडियो को अपने वॉयस-ओवर (अपनी आवाज देना) के साथ साझा करें, जो आपके विचारों को व्यक्त करता हो. मैं उनमें से कुछ को री-ट्वीट भी करूंगा. #MyParliamentMyPride का इस्तेमाल करना न भूलें.''\r\n\r\nदरअसल ये वीडियो ऐसे समय सामने आया जब नए संसद भवन के उद्घाटन को लेकर विपक्ष केंद्र सरकार पर हमले करते हुए कह रहा है कि इसका उद्घाटन राष्ट्रपति द्रौपदी मुर्मू को करना चाहिए. विपक्षी पार्टियां आरोप लगा रही है कि ऐसा ना करके सरकार लोकतंत्र पर हमला कर रही है. \r\n\r\n    The new Parliament building will make every Indian proud. This video offers a glimpse of this iconic building. I have a special request- share this video with your own voice-over, which conveys your thoughts. I will re-Tweet some of them. Don’t forget to use #MyParliamentMyPride. pic.twitter.com/yEt4F38e8E\r\n    — Narendra Modi (@narendramodi) May 26, 2023\r\n\r\nविपक्षी दलों का क्या कहना है?\r\nकांग्रेस, मुख्यमंत्री ममता बनर्जी की तृणमूल कांग्रेस, सीएम एमके स्टालिन की डीएमके, शरद पवार की राष्ट्रवादी कांग्रेस पार्टी, दिल्ली के मुख्यमंत्री अरविंद केजरीवाल की आम आदमी पार्टी,राष्ट्रीय जनता दल, भारतीय कम्युनिस्ट पार्टी, इंडियन यूनियन मुस्लिम लीग, झारखंड मुक्ति मोर्चा, नेशनल कांफ्रेंस, केरल कांग्रेस (मणि), रिवोल्यूशनरी सोशलिस्ट पार्टी, विदुथलाई चिरुथिगल काट्ची (वीसीके), मारुमलार्ची द्रविड मुन्नेत्र कड़गम (एमडीएमके) और राष्ट्रीय लोकदल सहित 19 दलों ने सामूहिक बहिष्कार की घोषणा करते हुए कहा कि राष्ट्रपति द्रौपदी मुर्मू का सरकार ने अपमान किया है. इसके बाद तेलंगाना के सीएम केसीआर की भारत राष्ट्र समिति (BRS) और सासंद असदुद्दीन ओवैसी की एआईएमआईएम ने भी कहा कि वो उद्घाटन कार्य़क्रम में नहीं जाएगी. \r\n\r\nविपक्षी दलों में से कार्यक्रम में कौन शामिल होगा?\r\nसंसद के उद्घाटन कार्यक्रम में विपक्षी दलों में से जेडीएस, एन चंद्रबाबू नायडू की तेलुगू देशम पार्टी (TDP), ओडिशा के मुख्यमंत्री नवीन पटनायक की बीजू जनता दल (BJD), शिरोमणि अकाली दल, पूर्व मुख्यमंत्री मायावती की बहुजन समाज पार्टी (BSP), आंध्र प्रदेश के मुख्यमंत्री वाईएस जगन मोहन रेड्डी की वाईएसआर कांग्रेस पार्टी((YSRCP) और लोक जनशक्ति पार्टी (पासवान)  शामिल होंगे. \r\n\r\nसरकार ने क्या कहा?\r\nविपक्षी दलों के बहिष्कार पर केंद्रीय गृह मंत्री अमित शाह ने हाल ही में कहा कि हर मुद्दे पर राजनीति नहीं करनी चाहिए. हमने सबको निमंत्रण भेजा है. अब उनके विवेक पर है कि वो आते हैं कि नहीं. सब अपनी सोच के अनुसार फैसला लेते हैं. \r\n\r\nये भी पढ़ें- New Parliament Building: नई संसद के सियासी दंगल में उतरे डीके शिवकुमार, कुमारस्वामी के आरोपों पर बोले- उन्हें याद रखना चाहिए कि...\r\n", "7": "\r\nnavbharattimes.indiatimes.com\r\nपुराना संसद भवन इतना हो चुका है पुराना, मात्र इतने रुपए में तैयार हो गई थी ये इमारत\r\n3–4 minutes\r\n28 मई का दिन देश के इतिहास में दर्ज होने वाला है। इस दिन देश के लोकतंत्र को नया मंदिर मिलने वाला है । प्रधानमंत्री नरेन्‍द्र मोदी नए संसद भवन का उद्घाटन करेंगे। माना जा रहा है कि नया मानसून सत्र इसी संसद भवन में आयोजित होगा। सेंट्रल विस्‍टा प्रोजेक्‍ट के तहत नए संसद भवन का निर्माण किया गया है। इस पूरे प्रोजेक्‍ट पर 1200 करोड़ रुपए खर्च हुए हैं।\r\nबता दें कि संसद भवन 97 साल पुराना है। केंद्र सरकार का कहना है कि मौजूदा भवन में सांसदों के बैठने की पर्याप्त जगह नहीं है। ऐसे में पुरानी संसद ऐतिहासिक इमारत बनकर रह जाएगी। तो चलिए जानते हैं कब हुआ था संसद भवन का निर्माण और कितने रूपए में बनकर तैयार हुई थी ये भव्‍य इमारत। (All Photo credit: wikimedia commons)\r\n​6 वर्षों तक चला था पुरानी संसद भवन का निर्माण ​\r\n\r\n6-\r\n\r\nबता दें कि पुरानी संसद का शिलान्‍यास 12 फरवरी 1921 में हुआ था। इसका निर्माण कार्य करीब 6 वर्षों तक चला। इस तरह पुराना संसद भवन 1927 में बनकर तैयार हुआ था।\r\n​किसने बनवाई पुरानी संसद​\r\n\r\n​किसने बनवाई पुरानी संसद​\r\n\r\nचूंकि भवन निर्माण के समय देश में अंग्रेजों की हुकूमत थी, इसलिए इसका निर्माण भी अंग्रेजी सरकार द्वारा कराया गया था। उस वक्त इस भवन में ब्रिटिश सरकार की विधान परिषद काम करती थी। तब इसे बनाने में कुल 83 लाख रुपए का खर्च आया था।\r\n​दो फेमस आर्किटेक्‍ट ने डिजाइन किया था भवन​\r\n\r\n​दो फेमस आर्किटेक्‍ट ने डिजाइन किया था भवन​\r\n\r\nपुराने संसद भवन को ब्रिटिश वास्‍तुकार सर एडविन लुटियन्‍स और हर्बर्ट बेकर ने काउंसिल हाउस के रूप में डिजाइन किया था। दिल्‍ली में लाल किला, राष्‍ट्रपति भवन , इंडिया गेट से लेकर कनॉट प्‍लेस तक एडविन लुटियन की बनाई गई दिल्‍ली का हिस्‍सा है। माना जाता था कि लुटियन्स के इलाके में प्रॉपर्टी खरीदने के लिए व्‍यक्ति की जेब में 500 करोड़ रुपए होने चाहिए थे।\r\n​कहते थे हाउस ऑफ पार्लियामेंट ​\r\n\r\n​कहते थे हाउस ऑफ पार्लियामेंट ​\r\n\r\nसंसद भवन 556 मीटर व्‍यास में बना हुआ था। लेकिन जब ज्‍यादा जगह की जरूरत पड़ी तो 1956 में फिर से इसका निर्माण कार्य फिर से शुरू हुआ और इसमें दो मंजिला और जोड़ी गई। उस समय इसे संसद भवन नहीं बल्कि हाउस ऑफ पार्लियामेंट कहा जाता था। आजादी के बाद से यहां हमारे सांसद बैठने लगे और इसे संसद भवन कहा जाने लगा।\r\n​किसने किया उद्घाटन​\r\n\r\n​किसने किया उद्घाटन​\r\n\r\nपुरानी संसद भवन का उद्घाटन 18 जनवरी 1927 को हुआ था। उस समय देश में वायसराय को सर्वोच्‍च माना जाता था, इसलिए उन्‍हीं से ही संसद भवन का उद्घाटन भी कराया गया। 1926 से 1931 तक लॉर्ड इरविन भारत के वायसराय थे।\r\n​शिव मंदिर की कॉपी है संसद का डिजाइन​\r\n\r\n​शिव मंदिर की कॉपी है संसद का डिजाइन​\r\n\r\nसंसद भवन का डिजाइन भले ही विदेशी वास्तुकार ने बनाया था, लेकिन इसका निर्माण भारतीय सामग्री से भारतीय श्रमिकों द्वारा किया गया था। इसलिए इसकी वास्‍तुकला पर भारतीय परंपराओं की गहरी छाप है। माना जाता है कि मौजूदा संसद भवन मुरैना के चौंसठ योगिनी मंदिर के डिजाइन की कॉपी है। कमरों से लेकर भवन की डिजाइन हुबहू मंदिर से मिलती है। 64 योगिनी मंदिर का निर्माण 1323 ईसवी में कच्छप राजा जयपाल ने कराया था. इसका एक नाम इकंतेश्वर या इकत्तरसो महादेव मन्दिर भी है।\r\n\r\nNavbharat Times News App: देश-दुनिया की खबरें, आपके शहर का हाल, एजुकेशन और बिज़नेस अपडेट्स, फिल्म और खेल की दुनिया की हलचल, वायरल न्यूज़ और धर्म-कर्म... पाएँ हिंदी की ताज़ा खबरें डाउनलोड करें NBT ऐप\r\n\r\nलेटेस्ट न्यूज़ से अपडेट रहने के लिए NBT फेसबुकपेज लाइक करें\r\n\r\n", "8": "\r\ntime.com\r\nWhy India's New Parliament Building Is So Controversial\r\nBy Astha Rajvanshi\r\n11–14 minutes\r\n\r\nOn Sunday, Indian Prime Minister Narendra Modi will inaugurate a new parliament building in New Delhi, unveiling an edifice intended to symbolize his vision as the leader of the world’s most populous country.\r\n\r\nThe large, triangular building stands directly opposite the old, circular building on a two-mile-long path—akin to D.C.’s National Mall—in the heart of the capital. It is part of the $2.8 billion Central Vista redevelopment project to revamp the British-era administrative offices near the Prime Minister’s official residence.\r\n\r\nRead More: How India’s Record-Breaking Population Will Shape the World\r\nMore from TIME\r\n\r\nBut the building’s inauguration has faced heavy criticism. On Wednesday, 19 opposition parties announced a boycott of the event, accusing the government of “constitutional impropriety.” And the Supreme Court is expected to hear a case on Friday relating to the inauguration ceremony.\r\n\r\nHere’s how the controversy surrounding the new parliament building is unfolding.\r\nLaborers seen near the construction site for part of the Central Vista Redevelopment Project at New Parliament House, New Delhi. (Manish Rajput—SOPA Images/LightRocket/Getty Images)\r\n\r\nLaborers seen near the construction site for part of the Central Vista Redevelopment Project at New Parliament House, New Delhi.\r\n\r\nManish Rajput—SOPA Images/LightRocket/Getty Images\r\nWhy is there backlash to India’s new parliament building?\r\n\r\nConstruction of the new, four-story parliament building began in January 2021 as part of the Central Vista project. The government has stated that the new building, which costs nearly $120 million, is a necessary parliamentary upgrade to allow for increased seating capacity and better facilities like air conditioning, lighting, and restrooms. The government has said that the original building, which dates back to 1927, has shown signs of distress and overuse. While the old building had 543 seats in the Lok Sabha (the Lower House, which has 545 members) and 250 seats in the Rajya Sabha (the Upper House, which has 250 members), the new building will accommodate 770 and 530 seats respectively, allowing for the opportunity to increase the number of representatives in Parliament given India’s growing population.\r\n\r\nSince the construction began, however, politicians, environmentalists, and civil society groups have criticized the new building over the cost and lack of consultation. Many have questioned why the government chose not to upgrade the old building instead.\r\n\r\nThe ruling Bharatiya Janata Party (BJP) is also facing backlash for sidelining the President, Draupadi Murmu, by asking the Prime Minister to inaugurate the building instead. India’s president is a non-elected and non-executive position, but they are considered a ceremonial figurehead as the country’s first citizen and highest constitutional authority. (Notably, Murmu is also the country’s first ever tribal head of state.)\r\n\r\nOn Wednesday, a joint statement issued by 19 national and regional opposition parties stated that Modi’s decision to “inaugurate the new parliament building by himself” was “not only a grave insult but a direct assault on our democracy which demands a commensurate response.” The parties plan to collectively boycott the event, adding that “the soul of democracy has been sucked out from the parliament.”\r\n\r\nOn Thursday, a lawyer also petitioned the Supreme Court to invite the Indian President, rather than the Prime Minister, to preside over the ceremony. The top court is expected to hear the petition on Friday.\r\n\r\nThis controversy comes after years of growing concern over the state of Indian democracy: the U.S.-based non-profit Freedom House downgraded India’s democracy from “free” to “partially free,” while the Sweden-based V-Dem Institute has called India an “electoral autocracy.” India’s position has also slipped on the Democracy Index published by The Economist Intelligence Unit.\r\n\r\nThe opposition leaders have also criticized the inauguration date, which coincides with the anniversary of the birth of VD Savarkar, a divisive figure for his connection to the 1948 assassination of the freedom fighter, Mahatma Gandhi. The BJP hails Savarkar as a hero for birthing the nationalist idea of Hindutva, or ‘Hindu-ness’.\r\n\r\nRead More: Why India Today Shouldn’t Forget the Legacy of Ambedkar\r\n\r\nThe BJP has defended its decision by saying the new building is a matter of pride for all Indians and accused the opposition of “politicizing” the inauguration. India’s Home Minister Amit Shah said that all political parties had been invited to the ceremony, but that “everyone will act according to their own feelings,” at a press conference on Wednesday. The tussle is yet another reminder of the strained relationship between the governing BJP and the opposition parties, who most recently protested the parliamentary disqualification of Rahul Gandhi, the de facto leader of the Congress Party, India’s main opposition party after he was charged and convicted of defamation in March. A Congress spokesperson previously told TIME that the charges were “flimsy and cooked up.”\r\nPeople listen to Prime Minister Narendra Modi during the inauguration of Kartavya Path near India Gate as part of the revamped Central Vista project on Sept. 8, 2022. (Arvind Yadav—Hindustan Times/Getty Images)\r\n\r\nPeople listen to Prime Minister Narendra Modi during the inauguration of Kartavya Path near India Gate as part of the revamped Central Vista project on Sept. 8, 2022.\r\n\r\nArvind Yadav—Hindustan Times/Getty Images\r\nWhat is the Central Vista project?\r\n\r\nThe “Central Vista Project” is the larger architectural project to revamp the 46 hectares in the political heart of New Delhi, which encompasses British colonial-era monuments and government buildings, including Sansad Bhavan (Parliament House), the Rashtrapati Bhavan (formerly the Viceroy’s House), and the Secretariat Buildings. The project’s name refers to the central administrative area, also informally known as ‘Lutyens Delhi,’ named after the British architect, Edward Lutyens, who designed many of the boulevards, sandstone buildings, and gardens for the British Raj between 1911 and 1931.\r\n\r\nThe project intends to give the buildings a facelift and cement Modi’s vision for a new, “self-reliant” India emerging out of the long shadow of its colonial past. One of the most notable renovations is the Kartavya Path or “Path of Duty,” also formerly known as Rajpath or “King’s Way,” which was originally designed as a ceremonial axis for the British capital and continues to be a popular thoroughfare for the public, especially when hosting the annual Republic Day Parade in January.\r\n\r\nBut the whole project—which began in the middle of a brutal second wave of the COVID-19 pandemic in 2021—has been met with widespread criticism for its cost, environmental damage, and disregard for heritage buildings.\r\nThe round heritage building of the Indian Parliament can be seen with massive cranes for the construction of the new Parliament building on June 5, 2021. (Pallava Bagla—Corbis/Getty Images)\r\n\r\nThe round heritage building of the Indian Parliament can be seen with massive cranes for the construction of the new Parliament building on June 5, 2021.\r\n\r\nPallava Bagla—Corbis/Getty Images\r\nHow does the new architecture symbolize Modi’s vision for India?\r\n\r\nPolitical analysts have described the Central Vista project as the “capstone project” of Modi’s second term in power, calling it his attempt to reclaim India’s physical footprint from its colonial past by bolstering his own brand of Hindu nationalism, as well as transforming it from the India ruled by the Congress Party for 49 years since India’s independence.\r\n\r\nAhead of next year’s elections, Modi has frequently talked about how the Central Vista project incorporates numerous Hindu motifs like the peacock, the lotus flower, and the banyan tree, and boasted about the construction of new Hindu temples across the country as a way of delivering his Hindutva mandate.\r\n\r\nSome have argued it is also an effort to demonstrate a ‘New India’: “a country capable of maintaining its ancient heritage and restoring its spiritual and cultural glory while simultaneously making advancements towards its modern aspirations.”\r\n\r\nRead More: India’s Narendra Modi Broke Ground on a Controversial Temple of Ram. Here’s Why It Matters\r\n\r\nThe buildings are also a way for the prime minister to boost his own image, say critics. “Obsession with self-image and cameras trumps decency and norms when it comes to Modi ji,” D Raja, a senior Communist Party of India leader, wrote on Twitter. (“Ji” is an honorific in Hindi.)\r\n\r\nAnalysts point out that the connection between Modi and architecture isn’t unique to India—it is a common feature of right-wing, populist leaders leading modern autocratic democracies. In Turkey, President Recep Tayyip Erdogan has built new mosques all over the country, including the Grand Camlica Mosque in Istanbul, while in Hungary, Prime Minister Viktor Orban reconstructed the 19th century Castle District to make it the seat of government.\r\n\r\n“This international connection between populism and architecture is not a mere coincidence,” Jan-Werner Müller, a professor of politics at Princeton University, wrote in Foreign Policy. “These long-ruling figures have systematically sought to transform the built environment … in line with their understanding of who the ‘real people’ are.”\r\n\r\nAhead of Sunday’s inauguration, the final touches are now underway to get the parliament building ready. Some commentators say that the political row, despite its valid grievances, should not overshadow the historic moment. “It is necessary in this special moment when a nation gets a more modern and more capacious Parliament, that all parties stand on tiptoe and look to the future that will occupy the new House and that it will belong to,” wrote the editorial board of The Indian Express.\r\n\r\nContact us at letters@time.com.\r\n", "9": "\r\nbqprime.com\r\nNew Parliament Building Inauguration: Date, Cost, Features And Other Key Details\r\nBQ Contributor\r\n3–4 minutes\r\n\r\nBQPrimeNationNew Parliament Building Inauguration: Date, Cost, Features And Other Key Details\r\n\r\nPM Modi laid the foundation stone of the new Parliament building on December 10, 2020.\r\n\r\n    BQ Contributor\r\n\r\n25 May 2023, 5:38 PM IST\r\n\r\nBQPrime\r\n\r\n25 May 2023, 5:38 PM IST\r\n\r\nBQPrime\r\n\r\n25 May 2023, 5:38 PM IST\r\n\r\n<div class=\"paragraphs\"><p>Source: Twitter/ANI</p></div>\r\n\r\nSource: Twitter/ANI\r\n\r\nPrime Minister Narendra Modi will inaugurate the newly-constructed Parliament building on Sunday, May 28.\r\n\r\nLok Sabha Speaker Om Birla met PM Modi last week and invited him to inaugurate the new Parliament building. PM Modi laid the foundation stone of the new Parliament building on December 10, 2020.\r\n\r\nThe present Parliament building was constructed in 1921 and commissioned in 1927. The almost 100-year-old building is not able to meet the current requirements in terms of space, amenities and technology, as per the information on Central Vista's website.\r\n\r\nConsidering these factors, the Lok Sabha and Rajya Sabha had passed resolutions urging the government to construct a new building for the Parliament.\r\n\r\nLet's take a look at the cost, significant features and other key details of the new Parliament building.\r\n<div class=\"paragraphs\"><p>Source: ANI</p></div>\r\n\r\nNew Parliament Building Cost\r\n\r\nTata Projects Limited won the bid to construct a new parliament building at a cost of Rs 861.90 crore.\r\n\r\nHowever, in the year 2020, Union Minister Hardeep Singh Puri informed the Parliament that the estimated cost of construction of the new building is Rs 971 crore.\r\n\r\nLast year, NDTV quoted its sources and reported that the cost of the new Parliament building shot up by 29% to over Rs 1,250 crore.\r\n<div class=\"paragraphs\"><p>Source: Central Vista website</p></div>\r\n\r\nSource: Central Vista website\r\n\r\nNew Parliament Building Features And Other Details\r\n\r\n    The new Parliament building can comfortably seat 888 members in the Lok Sabha chamber and 300 in the Rajya Sabha chamber.\r\n\r\n    The Lok Sabha Hall may accommodate up to 1,272 seats for joint sessions.\r\n\r\n    The new Parliament building will have a built-up area of about 65,000 sq. mt. Its triangular shape ensures optimum space utilization.\r\n\r\n    State of the art Constitutional Hall - As per the official website of Central Vista, the Constitutional hall symbolically and physically puts the Indian citizens at the heart of country's democracy.\r\n\r\n    The building will have offices that are designed to be secure, efficient and are equipped with the latest communications technology\r\n\r\n    The new building will have large Committee rooms, equipped with the latest audio-visual systems.\r\n\r\n    Revamped Sansad Bhavan - The new Sansad Bhavan will contribute towards economic revitalisation across the entire construction value chain and generate employment opportunities for skilled, semi-skilled and unskilled workers.\r\n\r\n    The New Parliament Library will efficiently serve the members for gathering information from archived material.\r\n\r\n    The new Sansad Bhavan is a Platinum-rated Green Building.\r\n\r\n    The new Parliament building will be Divyang Friendly (accessible for people with disabilities)\r\n\r\n    There will be 92 rooms for the use of the Council of Ministers, as per media reports.\r\n\r\n<div class=\"paragraphs\"><p>Source: Central Vista website</p></div>\r\n\r\nSource: Central Vista website\r\n\r\nTake A Look At the New Parliament Building\r\n\r\nvideo\r\n"}