{"0": "\r\nespncricinfo.com\r\nEden Gardens | India | Cricket Grounds\r\n~3 minutes\r\n\r\nKolkata, India\r\nThe Cricket Association of Bengal, DR BC Roy Club House, Eden Gardens, Kolkata - 700021\r\n\r\nEstablished 1864\r\nCapacity 66,000\r\nFloodlights Yes\r\nEnd names High Court End, Pavilion End\r\nHome team Bengal\r\nCurator Probir Mukherjee\r\nCurrent local time 13:22, Sat Apr 29, 2023 (UTC +0530)\r\n\r\nEden Gardens\r\nProfile\r\n\r\nAlong with the MCG, the Eden Gardens remains cricket's answer to the Coliseum. It first hosted a Test back in the days of India's cricketing infancy, with Douglas Jardine's team easing to victory inside four days in 1934. Since then, it has become something of a place of pilgrimage for most international cricketers, a chance to strut their stuff in front of the most passionate and vocal crowd in the game. At times though, the fervour has spilled into excess, with riots disrupting matches against the West Indies (1966-67) and Australia (1969-70), and a shameful exhibition of boorishness causing the World Cup semi-final against Sri Lanka (1996) to be called off with the visitors on the threshold of victory.\r\n\r\nThere have been other, better, times too when the verve and energy of the crowd has made it a twelfth man of sorts and stirred India's finest to great feats, none more so than that hallowed day in March 2001 when VVS Laxman and Rahul Dravid set the stage for the greatest come-from-behind victory of modern times, against an Australian team poised for an unprecedented 17th straight Test win. Despite packing in 90,000 on red-letter days, it hasn't been a lucky charm for India until recently, when the spin wiles of Harbhajan Singh and Anil Kumble inspired famous victories against Australia and Pakistan.\r\n\r\nThe ground underwent renovation ahead of the 2011 World Cup, during which it was slated to host four group-stage matches, including one between India and England on February 27. However, on January 27, the ICC announced the India v England game would be shifted out of Eden Gardens as they felt the ground would not be ready in time.\r\n(Dileep Premachandran)\r\nLatest Photos\r\n\r\nMay 25, 2022 The covers came on right at toss time, Lucknow Super Giants vs Royal Challengers Bangalore, IPL 2022, Eliminator, Kolkata, May 25, 2022\r\n\r\nThe covers came on right at toss time\r\n© BCCI\r\nNov 21, 2021 Harshal Patel bats, India vs New Zealand, 3rd T20I, Kolkata, November 21, 2021\r\n\r\nHarshal Patel bats\r\n© Getty Images\r\nNov 21, 2021 Harshal Patel plays a cut, India vs New Zealand, 3rd T20I, Kolkata, November 21, 2021\r\n\r\nHarshal Patel plays a cut\r\n© Getty Images\r\nNov 21, 2021 The fans at Eden Gardens enjoy the match, India vs New Zealand, 3rd T20I, Kolkata, November 21, 2021\r\n\r\nThe fans at Eden Gardens enjoy the match\r\n© Getty Images\r\n\r\nView the full index of related photos »\r\n"}