{"0": "\r\nespn.in\r\nNapoli vs. AC Milan - Football Match Report - April 19, 2023 - ESPN\r\nReuters\r\n~4 minutes\r\n\r\nWhy AC Milan's history could help them win the Champions League (1:49)\r\n\r\nStevie Nicol and Mark Ogden explain why AC Milan's past successes in the Champions League helps the current team push themselves to greater heights. (1:49)\r\n\r\nAC Milan reached the Champions League semifinals for the first time since they won the trophy 16 years ago thanks to a first-half goal from Olivier Giroud at Napoli that secured a 1-1 draw and 2-1 aggregate win despite a barrage of pressure on Tuesday.\r\n\r\nNapoli battled until the end but could not break down the resilient Milan defence until striker Victor Osimhen equalised three minutes into stoppage time with a bullet header but it was too late as the referee ended the match seconds later.\r\n\r\n- Stream on ESPN+: LaLiga, Bundesliga, more (U.S.)\r\n\r\nSeven-time European champions Milan will now face either Inter Milan or Benfica, who meet on Wednesday at the San Siro with the Italian side leading 2-0 from the first leg. Milan coach Stefano Pioli said he would welcome a semi-final against their city rivals.\r\n\r\n\"It would look like that, as Inter won the first leg so well. These will be another two difficult, exciting and wonderful clashes in the Champions League. We've done a great deal and don't want to stop now,\" he told Mediaset.\r\n\r\nThis was the third meeting between Milan and Napoli in 16 days, with Stefano Pioli's visiting side having claimed a 4-0 victory against the runaway Serie A leaders on April 2.\r\n\r\nAfter Milan won the quarterfinal first leg 1-0, Napoli pushed for the opening goal from the start as the visitors were forced to defend deep against an attacking onslaught.\r\n\r\n\"I think the small advantage of the 1-0 in the first leg helped us in one sense and blocked us in another,\" Pioli said. \"We chose, considering Osimhen was there, to sit a little deeper and not allow him those spaces where he can be devastating.\"\r\n\r\nMilan struggled in a raucous atmosphere, with loud boos resounding throughout the stadium every time they gained possession, but they held off an aggressive Napoli side for most of the match with a impressive defensive display.\r\n\r\nMilan had the chance to take the lead with a penalty after 22 minutes after Mario Rui clattered into Rafael Leao but goalkeeper Alex Meret dived to stop Giroud's low strike.\r\n\r\nMeret saved Napoli again when he parried Giroud's attempt inside the box with his foot five minutes later.\r\n\r\nAs a result of the intense pressure exerted by the hosts, Milan were able to exploit the holes in the home defence and went ahead through Giroud just before the interval.\r\n\r\nRafael Leao sprinted with the ball from his own half past the Napoli rearguard before rolling it across to Giroud who slotted home from close range.\r\n\r\nNapoli had a glimmer of hope eight minutes from time when Fikayo Tomori handled the ball inside the box, but Khvicha Kvaratskhelia's penalty was saved by Mike Maignan.\r\n\r\nOsimhen was shackled all night until his added-time header but it came too late for Napoli and their disappointed fans.\r\n\r\n\"I saw an enormous sacrifice from my players, we trusted each other and our way of playing football to overcome a great Napoli side that caused us problems over both legs. We won it with heart, energy and belief,\" Pioli said.\r\n\r\nNapoli, who were in the last eight for the first time, are in a mini-slump without a victory in their last three matches in all competitions.\r\n", "1": "\r\nstandard.co.uk\r\nNapoli 1-1 AC Milan (1-2 agg.) LIVE! Champions League result, match stream and latest updates today\r\nMarc Mayo\r\n~2 minutes\r\n\r\nSerie A champions last season. Champions League semi-finalists this season. Seven-time continental champions Milan reached the last four of the Champions League with a 1-1 draw at Napoli on Tuesday with a first-half goal from Olivier Giroud proving decisive.\r\n\r\nMilan goalkeeper Mike Maignan blocked a late penalty from Khvicha Kvaratskhelia, Napoli's standout winger, with Giroud also having a penalty kick saved before his goal.\r\n\r\nVictor Osimhen equalised for Napoli with a header in stoppage time. Milan advanced on 2-1 aggregate in the all-Italian match-up after beating the runaway Serie A leader 1-0 in the first leg.\r\nLive updates\r\n1681851534\r\nFULL TIME! Napoli 1-1 AC Milan (1-2 agg.)\r\n\r\nTHAT’S IT!\r\n1681851516\r\n\r\n90+4 mins: A bit of late life in Napoli but a cross from deep goes out.\r\n1681851445\r\nGGGOOOAAALLLL!!!! Napoli 1-2 AC Milan\r\n\r\n90+3 mins: OSIMHEN! Will it come too late?!\r\n1681851327\r\n\r\n90+1 mins: Maignan denies Ostigaard’s close-range header!\r\n1681851293\r\n\r\n90 mins: Four minutes added on.\r\n1681851183\r\n\r\n89 mins: Oliveira heads wide from right under the crossbar!\r\n\r\nMy, oh my... How many chances do Napoli need tonight?\r\n1681851091\r\n\r\n87 mins: Lovely last-ditch header from Hernandez to deny Lozano from heading at goal.\r\n1681850873\r\n\r\n84 mins: Saelemaekers on for Leao as Milan look to see out the game.\r\n1681850899\r\nPENALTY SAVED!\r\n\r\n82 mins: Kvaratskhelia puts the ball on the spot...\r\n\r\nSAVED! MAIGNAN SURELY SEALS THE TIE!\r\n", "2": "\r\nsportstar.thehindu.com\r\nNapoli 1-1 Milan Highlights: AC Milan qualifies for Champions League semifinal after 16 years\r\nTeam Sportstar\r\n3–4 minutes\r\n\r\nConfirmed lineups:\r\n\r\nNapoli: Meret - Di Lorenzo, Rrahmani, Jesus, Rui - Ndombélé, Lobotka, Zielinski - Politano, Osimhen, Kvaratskhelia\r\n\r\nAC Milan: Maignan - Calabria, Kjaer, Tomori, Hernandez - Krunic, Tonali - Diaz, Bennacer, Leao - Giroud.\r\n\r\nMatch Preview\r\n\r\nAC Milan can move one step closer to reviving its past European glory. Napoli can add another milestone to its extraordinary season.\r\n\r\nFiguring out which team will come out on top after the second leg of their all-Italian Champions League quarterfinal on Tuesday at the Stadio Diego Armando Maradona may come down to the status of their center forwards.\r\n\r\nSerie A scoring leader Victor Osimhen is back from an injured abductor muscle in his left leg that kept him out of Milan’s 1-0 win in the first game last week. And now veteran Milan striker Olivier Giroud is an injury concern with an Achilles tendon problem.\r\n\r\nMilan won the last of its seven European Cup and Champions League titles in 2007, while Napoli is playing in the quarterfinals for the first time.\r\n\r\nNapoli is also nearing its first Serie A title in more than 30 years, with a 14-point lead over second-place Lazio. Maradona led the southern club to its only two Serie A titles in 1987 and 1990, as well as its only European title in 1989 when Napoli lifted the UEFA Cup.\r\n\r\nOsimhen returned in the second half of Napoli’s 0-0 draw with Hellas Verona on Sunday in Serie A and showed immediately how dangerous he can be by rattling a shot off the crossbar.\r\n\r\n“Osimhen has this physicality and speed whereby you can throw the ball up to him and he can protect it, use his head or use a change of pace,” Napoli coach Luciano Spalletti said. “He has so many different alternatives.”\r\n\r\nThe 24-year-old Osimhen has been one of the top strikers in Europe this season with 25 goals in 29 appearances across all competitions.\r\n\r\nAt age 36, Giroud leads Milan with 12 goals in 37 games. But the France international had to sit out training on Sunday, possibly leaving coach Stefano Pioli to choose from Ante Rebic and Divock Origi as a replacement – with Zlatan Ibrahimovic also out injured.\r\n\r\nIsmael Bennacer scored for Milan in the first leg, which also included two yellow cards to physical Napoli midfielder Andre-Frank Zambo Anguissa.\r\n\r\nZambo Anguissa and Napoli’s top center back Kim Min-jae, who is suspended for accumulated cards, will both miss the second leg.\r\n\r\n(from AP)\r\n\r\nWhen and where to watch Napoli vs AC Milan?\r\n\r\nWhen and where will Napoli vs AC Milan be played?\r\n\r\nThe Champions League quarterfinal between Napoli and AC Milan will be played at the Diego Maradona Stadium in Naples. The match is scheduled for a 12:30 am kick-off IST on April 19.\r\n\r\nWhere or how can I watch Napoli vs AC Milan?\r\n\r\nThe Champions League quarterfinal second leg between Napoli and AC Milan will be telecast live on Sony Ten 1 SD and HD.\r\n\r\nWhere can I live stream Napoli vs AC Milan?\r\n\r\nThe Champions League quarterfinal between Napoli and AC Milan can be live streamed on Sony LIV.\r\n"}