{"0": "\r\nimdb.com\r\nPonniyin Selvan: Part Two (2023) - IMDb\r\n~1 minute\r\n\r\n    Cast & crew\r\n\r\n    2023\r\n    2h 44m\r\n\r\nPonniyin Selvan: Part Two (2023)\r\n\r\nArulmozhi Varman continues on his journey to become Rajaraja I, the greatest ruler of the historic Chola empire of south India.Arulmozhi Varman continues on his journey to become Rajaraja I, the greatest ruler of the historic Chola empire of south India.Arulmozhi Varman continues on his journey to become Rajaraja I, the greatest ruler of the historic Chola empire of south India.\r\n\r\nSee production, box office & company info\r\n\r\nVideos1\r\n\r\nTrailer [OV]\r\nMore like this\r\nBe the first to review\r\nContribute to this page\r\n\r\nSuggest an edit or add missing content\r\n\r\nPonniyin Selvan: Part Two (2023)\r\n\r\nBy what name was Ponniyin Selvan: Part Two (2023) officially released in Canada in English?\r\n\r\nAnswer\r\n\r\nEdit page\r\n\r\nMore to explore\r\n\r\nRecently viewed\r\n\r\nYou have no recently viewed pages\r\n\r\n", "1": "\r\nhindustantimes.com\r\nPonniyin Selvan 2 review: Aishwarya is unbelievably good in this terrific epic\r\nHaricharan Pudipeddi\r\n3–4 minutes\r\n\r\nApr 28, 2023 01:42 PM IST\r\nPonniyin Selvan 2 review: Aishwarya Rai Bachchan speaks with her eyes and delivers her career best performance in this Mani Ratnam epic.\r\n\r\nIt wouldn’t be an exaggeration to say that no filmmaker would have achieved what Mani Ratnam did with his adaptation of Kalki’s Ponniyin Selvan. What he masterfully achieves in just two-part film adaptations of the historical epic (originally written in five volumes) is nothing short of exemplary work by a filmmaker who’s successfully stayed relevant with his work for four decades. With Ponniyin Selvan 2 aka PS 2, Ratnam shows how one can still make historical films without relying too much on grand, over-the-top action sequences but purely on drama that keeps you pinned right till the end.\r\nPonniyin Selvan 2 review: Aishwarya Rai plays Nandini in the movie.\r\nPonniyin Selvan 2 review: Aishwarya Rai plays Nandini in the movie.\r\n\r\nAfter a backstory about the beginning of the relationship between Aditha Karikalan and Nandini as teenagers, the story continues from where the first part ended. As Vandhiyathevan (Karthi) learns that plans are being laid out by princely state kings to bring down the Chola empire and Nandini (Aishwarya Rai) is the mastermind behind it, it is the return of Arunmozhi Varman (Jayam Ravi), who was presumed dead, that squanders all the plans. Aditha Karikalan (Vikram), on the other hand, prepares himself to face the might of Nandini, who has been instrumental in waging a war against the Cholas.\r\n\r\nFor a lot of people, the first part of Ponniyin Selvan couldn’t recreate the magic of SS Rajamouli’s Baahubali series which mesmerized with its grand action set-pieces. This was one of the major complaints for a section of audiences who walked in expecting another grand, action-heavy period epic. However, if one has gotten used to Mani Ratnam’s style and enjoyed PS 1, they have every reason to be blown away by how the auteur just uses drama and politics to create tension throughout the second part. It’s unbelievable how Mani Ratnam actually keeps one engaged with so much drama. For instance, the face-off sequence between Aditya Karikalan and Nandini will go down as one of the best cinematic moments in Tamil cinema. It is the build-up and the mood setting that leads to the showdown makes it one of the best sequences of PS 2.\r\n\r\nThe second part allows each character to be further fleshed out. Arunmozhi Varman gets more screen time and it allows Jayam Ravi to deliver a satisfying performance. Karthi as Vandhiyathevan manages to leave the same impact he managed with his act in the first part. In PS 2, it’s Aishwarya Rai as Nandini and Vikram as Aditya Karikalan who really shine in parts they play so convincingly. Given this is Aishwarya Rai’s big comeback to Tamil cinema after many years, she’s unbelievably good and delivers what’s unarguably a career-best performance. Aishwarya’s character impact is so powerful and she’s so good in it, it’s hard to imagine anyone else in her shoes. Be it her rage-filled eyes or the long silences, Aishwarya brings so much life into the film. Apart from the gut-wrenching drama, it’s the exquisite visuals that really elevate PS 2 in terms of delivering a larger-than-life viewing experience. Watching it in IMAX makes it even more irresistible.\r\n\r\nott:10\r\n", "2": "\r\nin.bookmyshow.com\r\nPonniyin Selvan - Part 2 (2023) - Movie | Reviews, Cast & Release Date in - BookMyShow\r\nManasi Rawalgaonkar\r\n1–2 minutes\r\nAbout the movie\r\n\r\nDirected by Mani Ratnam Ponniyin Selvan - Part 2 features Vikram, Karthi, Jayam Ravi, and Aishwarya Bachchan in prominent roles.\r\n\r\n10% Off on movie munchies!\r\nTap to view details\r\n\r\nSTREAMING MOVIES FOR FREE!!\r\nTap to view details\r\n\r\nPS2 Review Pros 1. Super engaging first half and good 2nd half too. 2. Aishwarya Rai and Trisha mesmerizing beauty captured by Mani Ratnam and Camer ...more\r\n\r\n#RESPECT#. One of the best films of Indian Cinema.......Amazing acting by Vikram Sir and Aishwarya Mam, Superb Direction..... Of course, it's......\"Th ...more\r\n#SuperDirection #GreatActing #AwesomeStory #Rocking #Wellmade\r\n\r\nGuy's they are some Non-tamil people who barking like movie is waste, boring bla bla bla.... don't bother about their reviews, go watch it family this ...more\r\n\r\nfull boring movie yak thu 🤮🤮🤢🤢🤢🤢 yavadi peru yanto ardham kadhu malli adhye Tamil sambar ne tesukuocharu chii........ waste of money don't watch\r\n\r\nവളരെ നല്ല സിനിമ..... Fiction ഓവർ ആക്കാതെയുള്ള റിയലിസ്റ്റിക്കായ മേക്കിങ്ങ്....Part 1 നേക്കാളും Part 2 മികച്ചു നിൽക്കുന്നു.... DOP, Editing, Colour Grad ...more\r\n"}