{"0": "\r\nimdb.com\r\nJoseph Vijay\r\nIMDb\r\n1–2 minutes\r\n\r\n    Biography\r\n    Awards\r\n    Trivia\r\n\r\n    Actor\r\n    Music Department\r\n    Producer\r\n\r\nJoseph Vijay\r\n\r\nWatch Official trailer\r\n\r\nPlay trailer2:29\r\n\r\nVarisu (2023)\r\n\r\nJoseph Vijay Chandrasekhar (born 22 June 1974), known mononymously as Vijay, is an Indian actor, dancer, playback singer and philanthropist who works predominantly in Tamil cinema and also appeared in other Indian languages films. Referred to by fans and media as \"Thalapathy\" (commander), Vijay is the highest paid actor in Tamil cinema. He has significant fan following globally. He has won numerous awards, including eight Vijay Awards by Star India, three Tamil Nadu State Film Awards by Government of Tamil Nadu, and a SIIMA Award. He has been included several times in the Forbes India Celebrity 100 list, based on the earnings of Indian celebrities.\r\n\r\nVideos43\r\n\r\nContribute to this page\r\n\r\nSuggest an edit or add missing content\r\n\r\nEdit page\r\n\r\nMore to explore\r\n\r\nProduction art\r\n\r\nProduction art\r\n\r\nAdd demo reel with IMDbPro\r\n\r\nDemo reel thumbnail\r\n\r\nDemo reel thumbnail\r\n\r\nHow much have you seen?\r\n\r\nKeep track of how much of Joseph Vijay’s work you have seen. Go to your list.\r\n\r\nStill frame\r\n", "1": "\r\nenglish.jagran.com\r\nThalapathy Vijay, Jyothika To Grace Big Screen Once Again After 20 Years? Here’s What We Know\r\n3–4 minutes\r\n\r\nThalapathy Vijay and Jyothika were considered to be one of the best on-screen pairs in the South entertainment world, where the duo was seen together in 'Kushi' and 'Thirumalai.' Making their fans go mad over their on-screen chemistry, one of the most loved on-screen couples, the duo is set to return on the big screen after 20 years and will be seen in Thalapathy68.\r\n\r\nThe on-screen couple is in conversation with director Venkat Prabhu for Thalapathy Vijay's next, where the filmmaker is keen to bring back the iconic duo. After 'Leo', the actor announced that he will be teaming up with Venkat Prabhu for his next project which is tentatively titled 'Thalapathy68.'\r\n\r\nAccording to a report in Pinkvilla, Venkat Prabhu is focused on rope in Jyothika as the lead actress in the film where Jyothika has also given a nod to the script. However, an official announcement is still in place and fans are already excited for this reunion.\r\n\r\nMeanwhile, 'Thalapathy68' is still brewing in the initial stage where the director of the film is working on the script. The filmmaker is also busy finalizing the rest cast and crew for the film, where Jyothika's husband and actor SJ Suriya is in the news to play the role of antagonist in the film. The film is to go on floors after Vijay Thalapathy wraps the shoot with Lokesh Kanagaraj for 'Leo.'\r\n\r\n    Next… pic.twitter.com/iw1M5Dy7x9\r\n    — Vijay (@actorvijay) May 21, 2023 \r\n\r\nTalking about Thalapathy Vijay's work front, the actor will next be seen in 'Leo' which is one of the most anticipated films of the actor and is being shot in a massive set erected at Chennai's film city. He is currently filming for the introductory song of the film.\r\n\r\n'Leo' also features Trisha Krishnan as the female lead marking her reunion with Thalapathy Vijay after 15 years. The cast also includes Sanjay Dutt, Arjun Sarja, Gautham Vasudev Menon, Priya Anand, Mysskin, Mansoor Ali Khan, and others. The film will be released on October 19 this year, and Anirudh Ravichander will be composing the music score of the film.\r\n\r\n    Before The Release of First look of a movie , The Overseas Rights had sold out for an ALL TIME RECORD Price 🔥#Leo\r\n\r\n    Just Thalapathy Vijay Movie Things 😎 pic.twitter.com/dH1xGGAneQ\r\n    — Roвιɴ Roвerт (@PeaceBrwVJ) June 3, 2023 \r\n\r\nOn the other hand, Jyothika will next be seen with Mammootty in his next project 'Kaathal: The Core.' The actress is all set to make her Bollywood comeback as well with Rajkummar Rao's 'Sri.' She will also be seen in Ajay Devgn's supernatural thriller with R Madhavan. The actress will mark her Bollywood return after 25 years.\r\n", "2": "\r\nindiaglitz.com\r\n10 Unknown facts about Thalapathy Vijay\r\n3–4 minutes\r\n\r\nTo celebrate the 47th birthday of Thalapathy Vijay here are 10 interesting fact about him that can blow you mind\r\nDoctorate\r\n\r\nDr. M.G.R. Educational and Research Institute of the Tamil Nadu Dr. M.G.R. Medical University in 2007 presented him with a honorary Doctorate for his contributions to social welfare and in honour of his achievements in the film industry.\r\nMost loved in Kerala\r\n\r\nVijay is the only non-Malayali actor who has a massive fan following in Kerala. He is also a box-office king in the state.\r\nChild Actor\r\n\r\nHe acted as a child artist at the age of 10 in various filma Vetri (1984), Kudumbam (1984), Vasantha Raagam (1986), Sattam Oru Vilayaattu (1987) and Ithu Engal Neethi (1988).\r\nInspiration for his house\r\n\r\nBeing Impressed with Tom cruise's beach house, Vijay got a picture and replicated similar Beach House for himself in Neelankarai.\r\nRajinikanth fan\r\n\r\nVijay is a hardcore fan of Superstar Rajinikanth and it was the veteran actor who truly inspired him to become an actor.\r\nHindi movie Cameo\r\n\r\nVijay did make a cameo in a Bollywood film, Rowdy Rathore and shared screen with Prabhu Deva and Akshay Kumar in the song 'Chinta ta ta'.\r\nJason Sanjay's name\r\n\r\nHis son's name is unique in every way as it has a half(Jay) from his own name ( Vijay) and other half(San) from his wife's (Sangeetha).\r\n100 crore club\r\n\r\nAfter Rajini, Vijay is the second actor to join the elite 100 crore club. His film Thuppakki released in the year 2013 garnered huge collection at box office and made approximately 130 crores.\r\nPhilanthropist\r\n\r\nVijay won the hearts of TN people not just by acting, but also his charity works. Now his social welfare organisation 'Vijay Makkal Iyakam' carries out these philanthropic works for him.\r\nIlaya Thalapathy to Thalapathy\r\n\r\nVijay was lovingly called Ilaya Thalapathy till the age of 43 untill Atlee decided to change this epithet to Thalapathy. From the 2017 movie 'Mersal' he is credited as 'Thalapathy'.\r\n", "3": "\r\nimdb.com\r\nJoseph Vijay\r\nIMDb\r\n1–2 minutes\r\n\r\n    Biography\r\n    Awards\r\n    Trivia\r\n\r\n    Actor\r\n    Music Department\r\n    Producer\r\n\r\nJoseph Vijay\r\n\r\nWatch Official trailer\r\n\r\nPlay trailer2:29\r\n\r\nVarisu (2023)\r\n\r\nJoseph Vijay Chandrasekhar (born 22 June 1974), known mononymously as Vijay, is an Indian actor, dancer, playback singer and philanthropist who works predominantly in Tamil cinema and also appeared in other Indian languages films. Referred to by fans and media as \"Thalapathy\" (commander), Vijay is the highest paid actor in Tamil cinema. He has significant fan following globally. He has won numerous awards, including eight Vijay Awards by Star India, three Tamil Nadu State Film Awards by Government of Tamil Nadu, and a SIIMA Award. He has been included several times in the Forbes India Celebrity 100 list, based on the earnings of Indian celebrities.\r\n\r\nVideos43\r\n\r\nContribute to this page\r\n\r\nSuggest an edit or add missing content\r\n\r\nEdit page\r\n\r\nMore to explore\r\n\r\nProduction art\r\n\r\nProduction art\r\n\r\nAdd demo reel with IMDbPro\r\n\r\nDemo reel thumbnail\r\n\r\nDemo reel thumbnail\r\n\r\nHow much have you seen?\r\n\r\nKeep track of how much of Joseph Vijay’s work you have seen. Go to your list.\r\n\r\nProduction art\r\n"}