{"0": "\r\ngroww.in\r\nAdani Enterprises Share Price Today - Adani Enterprises Ltd Stock Price Live NSE/BSE\r\n~2 minutes\r\nFundamentals\r\nMarket Cap\t₹2,65,176Cr\r\nROE\t8.94%\r\nP/E Ratio(TTM)\t106.80\r\nEPS(TTM)\t21.78\r\nP/B Ratio\t8.02\r\nDividend Yield\t0.05%\r\nIndustry P/E\tNA\r\nBook Value\t289.92\r\nDebt to Equity\t1.61\r\nFace Value\t1\r\nAbout Adani Enterprises\r\n\r\nAdani Enterprises Limited is a holding company. The Company is an integrated infrastructure with businesses spanning coal trading, coal mining, oil and gas exploration, ports, multi-model logistics, power generation and transmission, gas distribution, and edible oil and agro commodities. Its segments include Integrated Resources Management, Mining, Solar Manufacturing, Airport, and Others. Integrated Resources Management provides end-to-end procurement and logistics services. The Mining segment includes mining service contracts for nine coal blocks with a capacity of approximately 100 plus millinewton (Mn) metric tons per annum. The Solar Manufacturing segment is engaged in the manufacture of solar photovoltaic cells and modules. Airport segment is engaged in the management of airports. Its road, metro, and rail business are engaged in the development of infrastructure projects. Its data centers business is engaged in the development of data centers. ;\r\nParent Organisation\tAdani Enterprises Limited\r\nFounded\t1993\r\nManaging Director\tMr. Rajesh Adani\r\nNSE Symbol\tADANIENT\r\nShareholding Pattern\r\n\r\nMar '22\r\n\r\nJun '22\r\n\r\nSep '22\r\n\r\nDec '22\r\n\r\nMar '23\r\n\r\nOther Domestic Institutions\r\n", "1": "\r\nangelone.in\r\nAdani Enterprises Share Price - Buy/Sell AdaniEnt Stock Today | Angel One\r\n~3 minutes\r\nLive Chart\r\nAdani Enterprises Ltd Overview\r\n\r\nDays Range\r\n\r\nLow: ₹2,400.00\r\n\r\nHigh: ₹2,759.45\r\n\r\nPrevious Close ₹2,326.10\r\n\r\nOpen ₹2,410.90\r\n\r\nVolume 2,84,32,888\r\n\r\nDay’s Range ₹2,400.00 - ₹2,759.45\r\n\r\n52W Range ₹1,017.45 - ₹4,190.00\r\n\r\nMarket Cap 265112.96 Cr\r\nFundamentals of Adani Enterprises Ltd\r\nROCE (TTM) \t7.95%\r\nP/E Ratio (TTM) \t107.22\r\nP/B Ratio \t8.02\r\nIndustry P/E \t34.49\r\nDebt to Equity \t1.61\r\nROE \t8.24%\r\nEPS (TTM) \t23.89\r\nDividend Yield \t0.05%\r\nBook Value \t290\r\nFace Value \t1\r\nFinancials of Adani Enterprises Ltd\r\nAbout Adani Enterprises Ltd\r\n\r\nAdani Enterprises Limited (AEL), the flagship company of Adani Group, is one of the fastest growing diversified businesses providing an extensive range of products and services. The Company is engaged ... Read More\r\n\r\nParent Organisation Adani\r\n\r\nFounded 1993\r\n\r\nManaging Director Gautam S Adani\r\n\r\nNSE Symbol ADANIENT\r\n\r\nPeer Comparison\r\n\r\nPopular Stocks\r\n\r\nWhat's Trending\r\n\r\n    Top gainer\r\n    Top Loser\r\n    52-week high\r\n    52-week low\r\n\r\n    BSE Sensex\r\n    Nifty 50\r\n    Nifty Bank\r\n    Nifty Next 50\r\n\r\n    Margin Calculator\r\n    SIP Calculator\r\n    Lumpsum Calculator\r\n\r\nFAQs\r\n\r\nHow do I buy Adani Enterprises Ltd (ADANIENT) from Angel One?\r\n\r\nAdani Enterprises Ltd (ADANIENT) share can be brought through the following modes:\r\n\r\n    Direct investment: You can buy Adani Enterprises Ltd (ADANIENT) shares by opening a Demat account with Angel One.\r\n    Indirect investment: The indirect method involves investing through ETFs and Mutual Funds that offer exposure to Adani Enterprises Ltd (ADANIENT) shares.\r\n\r\nWhat is the main business of Adani Enterprise?\r\n\r\nThe main business of Adani Enterprises is concentrated in the fields of mining, integrated resource solutions, integrated agro products, data centres, solar manufacturing, defence and aerospace, edible oils and foods, highways, water management, airports, and data centres.\r\nWho are the promoters of Adani Enterprise?\r\n\r\nThe promoters of Adani Enterprise are Shri Gautam S. Adani/Shri Rajesh S. Adani, Adani Tradeline LLP, Afro Asia Trade and Investments Limited, Worldwide Emerging Market Holding Limited, Universal Trade and Investments Limited and Flourishing Trade And Investment Ltd.\r\nWhat are the Subsidiaries that comes under Adani Enterprise?\r\n\r\nThe subsidiaries that come under Adani Enterprise are Adani Agri Fresh, Adani Airport Holdings, Adani Cement, Adani ConneX, Adani Defence and Aerospace, Adani Mining, Adani New Industries, Adani Road Transport, Adani Solar, Adani Water, Adani Welspun Explorations, Adani Wilmar, and AMG Media Networks.\r\n"}