{"0": "\r\nsportskeeda.com\r\nGujarat Titans vs Rajasthan Royals\r\nSportskeeda Desk\r\n2–3 minutes\r\n\r\nRajasthan Royals won by 3 wickets\r\n\r\nGujarat Titans 177/7 in 20 overs\r\n\r\nDavid Miller 46(30) | Shubman Gill 45(34)\r\nSandeep Sharma 2/25(4) | Adam Zampa 1/32(4)\r\n\r\nRajasthan Royals 179/7 in 19.2 overs\r\n\r\nSanju Samson 60(32) | Shimron Hetmyer 56*(26)\r\nMohammed Shami 3/25(4) | Rashid Khan 2/46(4)\r\n\r\nThat is one heck of an innings from Shimron Hetmyer. Along with Sanju Samson, the duo has won them the game from a hopeless situation. This also proves the importance of Hetmyer as the finisher in this Rajasthan team. He has lived up to the expectations so far and the Royals finally get one past the Titans. They lost all their three games against GT in the previous edition but they have gone one better already in 2023. A great game yet again and the Titans will need to ponder on their bowling towards the end. \r\n\r\nThe Rajasthan Royals got off to the worst possible start, losing their two openers Yashasvi Jaiswal and Jos Buttler inside the 3rd over. It was incredible new ball bowling from Mohammed Shami and Hardik Pandya and put them on the backfoot straightaway. From there on, it was Devdutt Padikkal and Sanju Samson who tried to steady the ship. The stylish left-hander played some delightful shots before perishing to Rashid Khan. \r\n\r\nRiyan Parag's struggles continued as he fell for yet another low score but Samson found an able ally in Shimron Hetmyer who looked in complete command of proceedings right from the word go. Samson was hitting them big and smashed Rashid Khan for a hat-trick of sixes. He was eventually dismissed by the impact sub Noor Ahmad but he had provided a platform for the likes of Hetmyer and Jurel to seal the deal. \r\n\r\n Dhruv Jurel then came out with a positive frame of mind and scored a quickfire 18 off 10 deliveries. Ravichandran Ashwin almost sealed it for them with a four and a six of the penultimate over but the drama continued as he was dismissed very next ball. Noor Ahmad was handed over the ball for the final over and Hetmyer smashed him for a six over deep midwicket to win it for the Royals. \r\n"}